
/*
  Localizable.string.strings
  WeChatMac

  Created by Justin Yim on 2/16/15.
  Copyright (c) 2015 Tencent. All rights reserved.
*/

"App.Name" = "WeChat";

"Common.Dialog.OK" = "ठीक";
"Common.Dialog.Cancel" = "रद्द करें";
"Common.Navigation.Back" = "वापस";
"Common.Cancel" = "रद्द करें";
"Common.Delete" = "हटाएँ";
"Common.Send" = "ठीक";

// Main Window
"MainWindow.Title.Format" = "WeChat (%@)";
"MainWindow.Title.NoChildTitle" = "WeChat";

// Common Errors
"Common.System.GenericErrorHeading" = "सिस्टम व्यस्त है";
"Common.System.GenericErrorBody" = "बाद में पुनः प्रयास करें.";
"Common.System.Busy" = "सिस्टम व्यस्त है. बाद में पुनः प्रयास करें.";
"Common.Dialog.SaveError.Heading" = "इस फ़ाइल को सहेजते समय त्रुटि उत्पन्न हुई थी";
"Common.Dialog.SaveError.Body" = "सुनिश्चित करें कि आप जिस स्थान पर सहेज रहे हैं उसके लिए आपके पास पर्याप्त डिस्क स्थान और अनुमतियाँ हैं.";

// Chatlog backup
"Chatlog_Backup_Backup_Connecting_Title" = "फ़ोन कनेक्ट कर रहा है...";
"Chatlog_Backup_Backup_Connecting_Desc" = "समान नेटवर्क से फ़ोन और कंप्यूटर कनेक्ट कर रहा है";
"Chatlog_Backup_Backup_Connected_Title" = "WeChat को फोन पर खोलें";
"Chatlog_Backup_Backup_Connected_Desc" = "बैकअप लेने के लिए चैट चुनें";
"Chatlog_Backup_Backup_Prepare_Title" = "डेटा तैयार कर रहा है…";
"Chatlog_Backup_Backup_Prepare_Desc" = "और अधिक विश्वसनीय नेटवर्क कनेक्शन के लिए, WeChat बंद न करें.";
"Chatlog_Backup_Backup_Transfer_Title" = "%lld/%lld चैट का बैकअप लिया जा रहा है (%@)";
"Chatlog_Backup_Backup_Transfer_Desc" = "और अधिक विश्वसनीय नेटवर्क कनेक्शन के लिए, WeChat बंद न करें.";
"Chatlog_Backup_Backup_Transfer_BadNetwork_Desc" = "Network experiencing issues";
"Chatlog_Backup_Backup_Import_Data_Title" = "बैकअप का आयात किया जा रहा है";
"Chatlog_Backup_Backup_Import_Data_Desc" = "पूर्ण रूप से बैकअप लेने के लिए, पृष्ठ को बंद न करें.";
"Chatlog_Backup_Backup_Finish_Title" = "पूर्ण किया गया";
"Chatlog_Backup_Backup_Finish_Desc" = "%lld/%lld चैट बैक अप किए गए";

"Chatlog_Backup_Backup_Finish_Btn_Title" = "संपन्न";
"Chatlog_Backup_Backup_Continue_Btn_Title" = "जारी रखें";
"Chatlog_Backup_Backup_Terminate_Btn_Title" = "समाप्‍त करें";
"Chatlog_Backup_Backup_End_Btn_Title" = "बैकअप पूर्ण हुआ";
"Chatlog_Backup_Backup_Retry_Btn_Title" = "पुनः प्रयास करें";
"Chatlog_Backup_Backup_Confirm_Btn_Title" = "ठीक है";
"Chatlog_Backup_Backup_Cancel_Btn_Title" = "रद्द करें";
"Chatlog_Backup_Backup_Return_Btn_Title" = "वापस";

"Chatlog_Backup_Backup_Transfer_Disconnect_Title" = "%lld/%lld चैट का बैकअप लिया जा रहा है (%@)";
"Chatlog_Backup_Backup_Transfer_Disconnect_Hint" = "नेटवर्क डिस्कनेक्ट हो गया है. फ़ोन और कंप्यूटर को समान नेटवर्क से कनेक्ट करें और स्थानांतरण करना जारी रखें.";
"Chatlog_Backup_Backup_Connect_Timeout_Title" = "कनेक्‍शन का समय समाप्त हुआ. बाद में पुन: प्रयास करें.";
"Chatlog_Backup_Backup_Connect_Timeout_Hint" = "फ़ोन और कंप्यूटर को समान नेटवर्क से कनेक्ट करने के बाद";
"Chatlog_Backup_Backup_Transfer_Unfinish_Title" = "%lld/%lld चैट स्थानांतरित की गई…";
"Chatlog_Backup_Backup_Transfer_Unfinish_Hint" = "स्थानांतरण पूर्ण नहीं हुआ. फ़ोन और कंप्यूटर को समान नेटवर्क से कनेक्ट करें और बैकअप जारी रखें.";
"Chatlog_Backup_Backup_Transfer_Lackspace_Warning" = "अपर्याप्त कंप्यूटर संग्रहण. आगे बढ़ने से पहले स्थान वापस लें";
"Chatlog_Backup_Backup_Transfer_Lackspace_Title" = "अपर्याप्त कंप्यूटर संग्रहण के कारण बैकअप समाप्त हो गया है";
"Chatlog_Backup_Backup_Transfer_Lackspace_Hint" = "%lld/%lld चैट बैक अप किए गए";
"Chatlog_Backup_Backup_Transfer_Terminate_Title" = "बैकअप पूर्ण";
"Chatlog_Backup_Backup_Transfer_Terminate_Hint" = "%lld/%lld चैट बैक अप किए गए";
"Chatlog_Backup_Backup_Transfer_UserCancel_Title" = "बैकअप पूर्ण हुआ";
"Chatlog_Backup_Backup_Transfer_UserCancel_Desc" = "डेटा जिसका बैकअप लिया गया है उसे खाली नहीं किया जा सकता, लेकिन अगली बार आपको उसका पुन: बैक अप करने की आवश्यकता होगी.";

// Chatlog recover
"Chatlog_Backup_Recover_Loading" = "लोड हो रहा है…";
"Chatlog_Backup_Recover_Record_Selection" = "चैट जिन्हें पुनर्प्राप्त किया जाना है उनका चयन करें";
"Chatlog_Backup_Recover_Connecting_Title" = "फ़ोन कनेक्ट कर रहा है...";
"Chatlog_Backup_Recover_Connecting_Desc" = "समान नेटवर्क से फ़ोन और कंप्यूटर कनेक्ट कर रहा है";
"Chatlog_Backup_Recover_Connected_Title" = "WeChat को फोन पर खोलें";
"Chatlog_Backup_Recover_Connected_Desc" = "स्थानांतरित करने के लिए ठीक पर क्लिक करें";
"Chatlog_Backup_Recover_Prepare_Title" = "तैयार कर रहा है...";
"Chatlog_Backup_Recover_Prepare_Desc" = "और अधिक विश्वसनीय नेटवर्क कनेक्शन के लिए, WeChat बंद न करें.";
"Chatlog_Backup_Recover_Transfer_Title" = "%lld/%lld चैट स्थानांतरित कर रहा है (%@)";
"Chatlog_Backup_Recover_Transfer_Desc" = "और अधिक विश्वसनीय नेटवर्क कनेक्शन के लिए, WeChat बंद न करें.";
"Chatlog_Backup_Recover_Transfer_BadNetwork_Desc" = "Network experiencing issues";
"Chatlog_Backup_Recover_Finish_Title" = "स्थानांतरण पूर्ण हुआ. फ़ोन पर पुनर्प्राप्त करना जारी रखें.";
"Chatlog_Backup_Recover_Finish_Desc" = "%lld/%lld चैट स्थानांतरित की गईं";
"Chatlog_Backup_Recover_Session_Title" = "चैट जिन्हें पुनर्प्राप्त किया जाना है उनका चयन करें";
"Chatlog_Backup_Recover_Session_SelectAll" = "सभी चुनें";
"Chatlog_Backup_Recover_Session_Selected" = "%@ चयनित";
"Chatlog_Backup_Recover_Phone_FreeSize" = "उपलब्ध: %@";

"Chatlog_Backup_Recover_Finish_Btn_Title" = "संपन्न";
"Chatlog_Backup_Recover_Continue_Btn_Title" = "जारी रखें";
"Chatlog_Backup_Recover_Terminate_Btn_Title" = "समाप्त करें";
"Chatlog_Backup_Recover_Retry_Btn_Title" = "पुनः प्रयास करें";
"Chatlog_Backup_Recover_Confirm_Btn_Title" = "ठीक है";
"Chatlog_Backup_Recover_Cancel_Btn_Title" = "रद्द करें";
"Chatlog_Backup_Recover_Return_Btn_Title" = "वापस";

"Chatlog_Backup_Recover_Transfer_Disconnect_Title" = "%lld/%lld चैट स्थानांतरित कर रहा है (%@)";
"Chatlog_Backup_Recover_Transfer_Disconnect_Hint" = "नेटवर्क डिस्कनेक्ट हो गया है. फ़ोन और कंप्यूटर को समान नेटवर्क से कनेक्ट करें और स्थानांतरण करना जारी रखें.";
"Chatlog_Backup_Recover_Connect_Timeout_Title" = "कनेक्‍शन का समय समाप्त हुआ. बाद में पुन: प्रयास करें.";
"Chatlog_Backup_Recover_Connect_Timeout_Hint" = "फ़ोन और कंप्यूटर को समान नेटवर्क से कनेक्ट करने के बाद";
"Chatlog_Backup_Recover_Transfer_Unfinish_Title" = "%lld/%lld चैट स्थानांतरित की गई…";
"Chatlog_Backup_Recover_Transfer_Unfinish_Hint" = "चैट लॉग स्थानांतरण जारी रखने के लिए फ़ोन और कंप्यूटर को समान वाई-फ़ाई से कनेक्ट होना चाहिए.";
"Chatlog_Backup_Recover_Transfer_Lackspace_Warning" = "अपर्याप्त फ़ोन संग्रहण. आगे बढ़ने से पहले स्थान वापस लें";
"Chatlog_Backup_Recover_Transfer_Lackspace_Title" = "अपर्याप्त फ़ोन संग्रहण के कारण स्थानांतरण समाप्त हो गया है";
"Chatlog_Backup_Recover_Transfer_Lackspace_Hint" = "%lld/%lld  चैट स्थानांतरित की गईं";
"Chatlog_Backup_Recover_Transfer_Terminate_Title" = "स्थानांतरण समाप्त हुआ";
"Chatlog_Backup_Recover_Transfer_Terminate_Hint" = "%lld/%lld  चैट स्थानांतरित की गईं";
"Chatlog_Backup_Recover_Transfer_UserCancel_Title" = "समाप्त करें";
"Chatlog_Backup_Recover_Transfer_UserCancel_Desc" = "यदि आप स्थानांतरण बंद करते हैं, तो आपको अगली बार इसे फिर से पुनर्स्थापित करने की आवश्यकता होगी, लेकिन स्थानांतरित चैट खाली नहीं होंगी.";
"Chatlog_Backup_Entrance_Recover_NoData_Title" = "कोई भी चैट नहीं";
"Chatlog_Backup_Entrance_Recover_NoData_Desc" = "पुनर्प्राप्त करने के लिए कोई बैकअप नहीं. सबसे पहले चैट का बैकअप लें.";
"Chatlog_Backup_Recover_Select_Timeinterval" = "Select date";
"Chatlog_Backup_Recover_To" = "to";
"Chatlog_Backup_Recover_Select_Time" = "Date";
"Chatlog_Backup_Recover_StartTime_Exceed_EndTime_Warning" = "Backup start date can not be later than end date";
"Chatlog_Backup_Recover_Session_No_Msg" = "No chat history within date range";
"Chatlog_Backup_Backup_Timeinterval_Label" = "Backup date range";
"Chatlog_Backup_Backup_Timeinterval_Desc" = "%@-%@";
"Chatlog_Backup_Backup_Chats_Count_Label" = "Chats to back up";
"Chatlog_Backup_Backup_Chats_Count_Desc" = "%d chat(s)";

// Manage Exist Backup
"Chatlog_Backup_Manager_Exist_Backup_Name_Column_Title" = "बैकअप नाम";
"Chatlog_Backup_Manager_Exist_Backup_FirstBackupTime_Column_Title" = "पहला बैकअप समय";
"Chatlog_Backup_Manager_Exist_Backup_LastBackupTime_Column_Title" = "अंतिम बैकअप समय";
"Chatlog_Backup_Manager_Exist_Backup_Operation_Column_Title" = "संचालन";
"Chatlog_Backup_Manager_Recover_Backup_Selection_Window_Title" = "पुनर्प्राप्त किए जाने वाले बैकअप चुनें";
"Chatlog_Backup_Manager_Exist_Backup_Selection_Window_Title" = "प्रबंधित करें";
"Chatlog_Backup_Manager_Exist_Backup_No_Backups" = "अभी तक कोई बैकअप नहीं";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Title" = "बैकअप हटाएँ";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Message" = "बैकअप को हटाए जाने के बाद उन्हें पुनर्प्राप्त नहीं किया जा सकता. अभी हटाएँ?";

// Chatlog entrance
"Chatlog_Backup_Entrance_Backup_Desc" = "PC पर बैकअप लें";
"Chatlog_Backup_Entrance_Recover_Desc" = "फ़ोन पर पुनर्स्थापित करें";
"Chatlog_Backup_Entrance_Manage_Desc" = "बैकअप फ़ाइलें प्रबंधित करें";
"Chatlog_Backup_Entrance_NotSupport_Desc" = "मोबाइल WeChat के वर्तमान संस्करण पर बैकअप समर्थित नहीं है. नवीनतम संस्करण पर अद्यतन करें और पुन: प्रयास करें.";
//"Chatlog_Backup_Entrance_NeedUpdate_Desc" = "अपने उपयोग को सुनिश्चित करने के लिए मोबाइल WeChat का अद्यतन करें";

// Login
"Login.WindowTitle" = "लॉग इन करें";
"Login.ScanToLogin.Title" = "WeChat में लॉग इन करने के लिए स्कैन करें";
"Login.DidScan.Title" = "सफलतापूर्वक स्कैन किया गया";
"Login.ScanToLogin" = "अपने फ़ोन पर WeChat का उपयोग कर इस कोड को स्कैन करें.";
"Login.Scan.Help" = "अपने फ़ोन पर WeChat खोलें, उसके बाद खोजें > QR कोड स्कैन करें चुनें.";
"Login.Not.On.WeChat" = "अभी तक कोई भी WeChat नहीं?";
"Login.Waiting.Confirmation" = "पुष्टि की प्रतीक्षा कर रहा है";
"Login.ConfirmOnYourPhone" = "अपने फ़ोन पर लॉगिन की पुष्टि करें";
"Login.LoggingIn" = "लॉगिंग इन...";
"Login.LoggingInFirstTime" = "लॉगिंग इन...";
"Login.Alert.Title" = "WeChat";
"Login.Alert.WrongUsrPass" = "खाता या पासवर्ड गलत है। पुन: दर्ज़ करें।";
"Login.Alert.OK" = "ठीक";
"Login.Refresh" = "रीफ़्रेश करें";
"Login.Alert.UpdateCert" = "आपके सत्र की समय-सीमा समाप्त हो अई है. कृपया पुन: साइन इन करें";
"Login.SwitchAccount" = "खाता बदलें";

"Login.Intro.Heading" = "Mac के लिए WeChat हेतु आपके फ़ोन का उपयोग कर साइन इन करने की आवश्यकता होती है.\n";
"Login.Intro.Subheading" = "कृपया वेब WeChat में लॉग इन करें";
"Login.Intro.StartButton" = "लॉग इन करें";

"Login.Intro.ExplanationFormat" = "यदि आपके फ़ोम में WeChat नहीं है, तो आप %@ कर सकते हैं.";
"Login.Intro.ExplanationLinkText" = "यहाँ और अधिक जानें";
"Login.Intro.ExplanationLinkURL" = "http://www.wechat.com/en/download.html";


"Login.AlphaVersion.Title" = "बीटा संस्करण";
//"Login.AlphaVersion.Description" = "इस बीटा संस्करण का उपयोग करने हेतु आपको आवेदन करने की आवश्यकता है.";
"Login.AlphaVersion.Description" = "无法登录，只有受邀请的用户才可以登录该内测版本。";
"Login.AlphaVersion.Apply" = "लागू करें";
"Login.AlphaVersion.Cancel" = "रद्द करें";
"Login.Failed.WrongPassword" = "लॉग इन करने में असमर्थ. बाद में पुन: प्रयास करें.";

"Login.Initializing.Title" = "पुष्टि की गई";
"Login.Initializing.Data" = "लॉगिन तैयार कर रहा है...";
"Login.Init.Failed.Title" = "WeChat";
"Login.Init.Failed.Desc" = "लॉग इन करने में असमर्थ";
"Login.Failed.Key.Info" = "सिस्टम व्यस्त है. पुनः लॉग इन करें.";
"Login.AuthAnOtherPlace" = "लॉगिन का समय समाप्त हुआ. पुन: लॉग इन करें.";
"Login.Alpha.Version.Error" = "इस बीटा संस्‍करण के साथ लॉगिन करने में असमर्थ. ऐप स्‍टोर से आधिकारिक रिलीज़ डाउनलोड करें.";

// Tab
"Tabbar.Chats" = "चैट";
"Tabbar.Contacts" = "संपर्क";
"Tabbar.Favorites" = "पसंदीदा";
"Tabbar.OA" = "आधिकारिक खाते";

// Tab tooltips
"Tabbar.Chats.Tooltip" = "WeChat";
"Tabbar.Contacts.Tooltip" = "संपर्क";
"Tabbar.Favorites.Tooltip" = "पसंद करें";
"Tabbar.OA.Tooltip" = "पढ़ रहा है";
"Tabbar.Preferences.Tooltip" = "सेटिंग्‍स";

"Tabbar.Add.Chats.Tooltip" = "नई चैट";
"Tabbar.Add.Fav.Tooltip" = "पसंद करें";

// Preferences
"Tabbar.Preferences.Settings" = "सेटिंग्‍स";
"Tabbar.Preferences.ChatlogBackup" = "बैकअप लें और पुनर्स्थापित करें";

// Global Menu
"Global.Menu.CheckForUpdates" = "अद्यतनों की जाँच करें...";
"Global.Menu.TechSupport" = "तकनीकी सहायताt";
"Global.Menu.ThirdPartySupport" = "तृतीय पक्ष द्वारा संचालित";
"Global.Menu.Feedback" = "प्रतिक्रिया";

// Plugin
"Common_OfficialNickName" = "WeChat टीम";
"Official_FileHelper_NickName" = "फ़ाइल स्थानांतरण";
"Official_BrandSessionHolder_NickName" = "आधिकारिक खाते"; // 后来把订阅号和服务号都放到一起了
"Official_Brand_Template_Msg_Holder_UserName" = "सेवा सूचना";
"Contacts_Plugin_QQMail_Nickname" = "QQ मेल";
"Contacts_Plugin_QQOfflineMsg_Nickname" = "QQ संदेश";
"Contacts_Plugin_PrivateMsg_Nickname" = "Weibo संदेश";
"Contacts_Plugin_FloatBottle_Nickname" = "बोतल में संदेश";
"Contacts_Plugin_FriendAssist_Nickname" = "नए मित्र";
"Contacts_Plugin_MediaNote_Nickname" = "वॉइस नोट्स";
"Contacts_Plugin_SyncAsist_Nickname" = "संपर्क सिंक करें";
"Contacts_Plugin_LBS_Nickname" = "पास के लोग";
"Contacts_Plugin_Shake_Nickname" = "हिलाएँ";
"Contacts_Plugin_Facebook_Nickname" = "Facebook";
"Contacts_Plugin_QQFriend" = "QQ संपर्क";
"Contacts_Plugin_Reader" = "Tencent समाचार";
"Contacts_Plugin_Album" = "मोमेंट्स";
"Contacts_Plugin_MassSend" = "संदेशों को ब्रॉडकास्ट करें";
"Contacts_Plugin_Blog" = "Weibo फ़ीड";
"Contacts_Plugin_Voip"  = "वीडियो कॉल";
"Contacts_Plugin_VoiceVoip" = "वॉइस कॉल";
"Contacts_Plugin_VoiceInput" = "वॉइस इनपुट";
"Contacts_Plugin_GoogleContact" = "Google संपर्क";
"Contacts_Plugin_LinkedIn" = "LinkedIn";

// Copyright
"copyright" = "कॉपीराइट © 2011-2017 Tencent. सर्वाधिकार सुरक्षित. ";
"License_Agreement" = "सेवा की शर्तें";
"License_Link" = "http://www.wechat.com/en/service_terms.html";
"About_Version" = "संस्करण। ";

// Settings
"Setting_Title" = "सेटिंग्‍स";
"Setting.Section.General" = "सामान्य";
"Setting.Section.Stickers" = "स्टिकर";
"Setting.Section.Notifications" = "सूचनाएँ";
"Setting.Section.Shortcuts" = "शॉर्टकट";
"Setting.General.LogOut" = "लॉग आउट";
"Setting.General.LogOut.Desc" = "इस Mac से लॉग आउट होने पर सभी स्थानीय डेटा खाली हो जाएगा. पुन: लॉगिन किए बिना आप WeChat पर पहुँच प्राप्त करने में सक्षम नहीं होंगे.";
"Setting.General.LogOut.Wipe.Data" = "लॉग आउट करें और इस Mac का सभी डेटा खाली करें";
"Setting.General.LogOut.Wipe.Data.And.History" = "लॉग आउट करें और इस Mac का सभी डेटा खाली करें (चैट इतिहास सहित)";
"Setting.General.NoWeChatID" = "कोई भी WeChat ID नहीं";
"Setting.General.Save.Chat.History" = "चैट इतिहास सहेजें";

"Setting_Screen_Capture" = "स्क्रीनशॉट ";
"Setting_Main_Panel" = "WeChat दिखाएँ: ";
"Setting_Recent_Unread" = "नवीनतम अपठित संदेश पर जाएँ: ";
"Setting_Send_Message" = "संदेश भेजें: ";
"Setting_Notification" = "संदेश चेतावनी: ";
"Setting_Notification_Sound" = "ध्वनि चलाएँ";
"Setting_Notification_Dock" = "Badge dock icon";
"Setting_Notification_Menubar" = "मेनू पट्टी पर अपठित संदेश दिखाएँ";
"Setting_Notification_Preview" = "प्रीव्‍यू टेक्‍स्‍ट शामिल करें";
"Setting_File_Received" = "प्राप्त फ़ाइल को इस पर सहेजें: ";
"Setting_File_Picture" = "छवि को इस पर सहेजें: ";
"Setting_File_Others" = "अन्य…";
"Setting_File_AutoDownload_Category" = "स्वत: डाउनलोड: ";
"Setting_File_AutoDownload" = "चैट में भेजी गई फ़ाइलें";
"Setting_SmallFavoriteFile_AutoDownload" = "पसंदीदा में फ़ाइलें (<30 MB)";
"Setting_Restore_Defaults" = "डिफ़ॉल्ट पुनर्स्थापित करें";
"Setting_Restore_LogOut" = "लॉग आउट";
"Setting_Account" = "मेरा खाता";
"Setting_Download_Menu" = "डाउनलोड किया जाने वाला पथ: ";
"Setting_Download_Menu_Other" = "अन्य…";
"Setting_Menubar_Description" = "मेनूबार में दिखाएँ";
"Setting_Menubar_Always" = "हमेशा";
"Setting_Menubar_NewMessage" = "नए संदेश";
"Setting_Menubar_Never" = "कभी नहीं";
"Setting_TextSize" = "टेक्स्ट आकार";
"Setting_TextSize_ExampleGlyph_Small" = "उत्तर";
"Setting_TextSize_ExampleGlyph_Large" = "उत्तर";
"Setting_LockScreenShotcut" = "लॉक करें: ";
"Setting_AccountInformation" = "खाता जानकारी: ";
"Setting_InformationFeedback" = "प्रतिक्रिया: ";
"Setting_SubmitFeedback" = "प्रतिक्रिया सबमिट करें";
"Setting_MsgRecord" = "संदेश इतिहास";
"Setting_GoToPreferences" = "प्राथमिकताओं पर जाएँ";
"Setting_MsgNotification" = "अधिसूचना: ";
"Setting_OpenScreenBannerNotification" = "स्क्रीन बैनर अधिसूचना सक्षम करें: ";
"Setting_OpenScreenBannerNotification_Remark" = "प्राथमिकताएँ->अधिसूचना पर स्क्रीन बैनर अधिसूचना सक्षम करें";
"Setting_FeedbackStatus_Success" = "भेजा गया";
"Setting_FeedbackStatus_Fail" = "भेजने में असमर्थ";
"Setting_FeedbackContacts" = "If there are any problems, contact andiezhang and kbchen in RTX.";

// Localizations Used by MASShortcutRecorder framework
// (CHECK THESE!)
"MASShortcut.Cancel" = "रद्द करें";
"MASShortcut.Delete.Shortcut" = "शॉर्टकट हटाएँ";
"keyboard shortcut" = "शॉर्टकट";
"OK" = "ठीक";
"MASShortcut.Record.Shortcut" = "शॉर्टकट रिकॉर्ड करें";
"MASShortcut.Click.To.Record.New.Shortcut" = "नए शॉर्टकट सेट करने के लिए क्लिक करें";
"Shortcut cleared" = "शॉर्टकट खाली किया गया";
"Shortcut set" = "शॉर्टकट सेट किया गया";
"Space" = "स्थान";
"The key combination %@ cannot be used" = "कुंजी संयोजन %@ का उपयोग नहीं किया जा सकता";
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "इस संयोजन का उपयोग नहीं किया जा सकता क्योंकि इसका उपयोग पहले ही सिस्टम-वाइड कीबोर्ड शॉर्टकट द्वारा किया जा चुका है.\nयदि आप वास्तव में इस संयोजन का उपयोग करना चाहते हैं, तो सिस्टम प्राथमिकताओं में कीबोर्ड और माउस पैनल में अधिकांश शॉर्टकट बदले जा सकते हैं.";
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "इस शॉर्टकट का उपयोग नहीं किया जा सकता क्योंकि इसका उपयोग पहले से ही मेनू आइटम '%@' द्वारा किया जा रहा है.";
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "किसी नए शॉर्टकट को रिकॉर्ड करने के लिए, इस बतन पर क्लिक करें और उसके बाद नया शॉर्टकट लिखें या मौजूदा संपर्क खाली करने के लिए हटाएँ दबाएँ.";
"MASShortcut.Type.New.Shortcut" = "नया शॉर्टकट लिखें";
"MASShortcut.Type.Shortcut" = "शॉर्टकट लिखें";
"MASShortcut.Use.Old.Shortcut" = "पुराने शॉर्टकट का उपयोग करें";


"Setting.StickerStore.StoreTab" = "स्टिकर गैलरी";
"Setting.StickerStore.MyStickersTab" = "मेरे स्टिकर्स";
"Setting.StickerStore.DownloadButton" = "डाउनलोड करें";
"Setting.StickerStore.CantGetStoreError.Title" = "स्टिकर गैलरी से कनेक्ट करने में असमर्थ";
"Setting.StickerStore.CantGetStoreError.Description" = "नेटवर्क कनेक्शन की जाँच करें और पुन: प्रयास करें.";

// Chat Sidebar Summary Badges
// Shows up when a non-text message gets sent
"Chats.Sidebar.Summary.Image" = "फ़ोटो";
"Chats.Sidebar.Summary.Voice" = "वॉइस";
"Chats.Sidebar.Summary.Sight" = "SIGHT";
"Chats.Sidebar.Summary.Video" = "वीडियो";
"Chats.Sidebar.Summary.File" = "फ़ाइल";
"Chats.Sidebar.Summary.Sticker" = "स्टिकर";
"Chats.Sidebar.Summary.Namecard" = "संपर्क";
"Chats.Sidebar.Summary.Location" = "स्थान";
"Chats.Sidebar.Summary.URL" = "लिंक";
"Chats.Sidebar.Summary.Chat.Log" = "ट्रांसक्रिप्ट";
"Chats.Sidebar.Summary.AppMsg" = "ऐप";
"Chats.Sidebar.Summary.News" = "खबर";
"Chats.Sidebar.Summary.Metion" = "आपको बताया गया था. ";

"Chats.Sidebar.DraftPrefix" = "ड्राफ्ट: ";
"Chats.Sidebar.MuteGroupChatUnreadPrefix" = "[%d संदेश] ";

// Context Menu
"Chats.Menu.Delete" = "हटाएँ";
"Chats.Menu.Delete.MacHelperMessages" = "खाली करें";
"Chats.Menu.Sticky" = "स्टिकी ऑन टॉप";
"Chats.Menu.Unsticky" = "अनस्टिकी";
"Chats.Menu.Mute" = "म्यूट करें";
"Chats.Menu.Unmute" = "अनम्यूट करें";
"Chats.Menu.Rename" = "नाम बदलें";
"Chats.Menu.Leave" = "समूह छोड़ें";
"Chats.Menu.Profile" = "संपर्क में दिखाएँ";

// Menu Menu
"Main.Menu.Edit" = "संपादित करें";
"Main.Menu.Copy" = "कॉपी करें";
"Main.Menu.Paste" = "चिपकाएं";

// Drag overlay
"Chats.SendToDragOverlay.Heading" = "इस पर भेजने के लिए यहाँ ड्रॉप करें";
"Chats.SendToDragOverlay.SendToPersonFormat" = "%@ पर भेजने के लिए यहाँ ड्रॉप करें.";
"Chats.SendToDragOverlay.SendToPhone" = "अपने फ़ोन पर भेजने के लिए यहाँ ड्रॉप करें.";

// Session Picker
"Session.Picker.Default.Heading" = "संपर्क चुनें";
"Session.Picker.Chosen" = "%d लोग चुने गए";
"Session.Picker.Chosen.General" = "चयनित";
"Session.Picker.Recent.Chats" = "नवीनतम चैट";
"Session.Picker.Search.Contacts" = "संपर्क";
"Session.Picker.Search.GroupChat" = "समूह चैट";

// New Chat
"Chats.NewChat.Heading" = "नई चैट";
"Chats.NewChat.ConfirmButton" = "बनाएँ";
"Chats.NewChat.Recent.Chats" = "नवीनतम चैट";

// Message Type strings (used for notifications and other events)
"Message_type_pic" = "[फोटो]";
"Message_type_draft" = "[ड्राफ़्ट]";
"Message_type_mention" = "[आपको बताया गया था]";
"Message_type_voice" = "[वॉइस]";
"Message_type_location" = "[स्थान]";
"Message_type_sys" = "[सिस्टम संदेश]";
"Message_type_unknow" = "[अज्ञात]";
"Message_type_file" = "[फ़ाइल]";
"Message_type_card" = "[संपर्क कार्ड]";
"Message_type_url" = "[लिंक]";
"Message_type_news" = "[समाचार]";
"Message_type_appmsg" = "[ऐप संदेश]";
"Message_type_Emoji" = "[स्टिकर]";
"Message_type_Video" = "[वीडियो]";
"Message_type_Music" = "[संगीत]";
"Message_type_Book" = "[पुस्तक]";
"Message_type_Goods" = "[उत्‍पाद]";
"Message_type_Short_Video" = "[Sight]";
"Message_type_App_Record" = "[ट्रांसक्रिप्ट]";
"Message_type_Custom_Emoji" = "[स्टिकर]";
"Message_type_Note" = "[नोट]";
"Message_type_unsupport" = "[अज्ञात संदेश]";
"Message_type_Voip" = "[वीडियो कॉल]";
"Message_type_Voip_Video" = "ने आपको वीडियो कॉल के लिए आमंत्रित किया है";
"Message_type_Voip_Voice" = "ने आपको वॉइस कॉल के लिए आमंत्रण भेजा है";
"MessageContent_Voip"            = "[वॉइस कॉल]";
"MessageContent_VideoVoip"       = "[वीडियो कॉल]";
"MessageContent_VideoVoipRemind" = "[वीडियो कॉल]";
"Voip_Notification_Btn_Accept" = "स्वीकार करें";
"Voip_Notification_Btn_Refuse" = "अस्वीकारें";

"Voip_Notification_Btn_Click_For_Details" = "विवरण देखने के लिए क्लिक करें";

// File Transfer
"File.Transfer.Start.Downloading" = "डाउनलोड हो रहा है...";
"File.Transfer.Uploading" = "अपलोड हो रहा है...";
"File.Transfer.Downloaded" = "डाउनलोड किया गया";
"File.Transfer.Download.Failed" = "डाउनलोड करने में असमर्थ";
"File.Transfer.Download.Cancelled" = "डाउनलोड रद्द किया गया.";
"File.Transfer.Uploaded" = "भेजा गया";
"File.Transfer.Upload.Failed" = "भेजने में असमर्थ";
"File.Transfer.Upload.Cancelled" = "भेजना रद्द किया गया";
"File.Transfer.Open" = "खोलें";
"File.Transfer.Cancel" = "रद्द करें";
"File.Transfer.Retry" = "पुनः प्रयास करें";
"File.Transfer.Error.TooBig.Header" = "फ़ाइल सीमा से अधिक है";
"File.Transfer.Error.TooBigFile.Header" = "इस फ़ाइल को भेअने में असमर्थ";
"File.Transfer.Error.TooBigVideo.Header" = "इस वीडियो को भेजने में असमर्थ";
"File.Transfer.Error.TooBig.Body" = "क्षमा करें, WeChat केवल %d MB तक की फ़ाइलें भेज सकता है.";
"File.Transfer.Error.TooBigFile.Body" = "%d MB से बड़ी फ़ाइलें भेजने में असमर्थ";
"File.Transfer.Error.TooBigVideo.Body" = "%d MB से बड़ा वीडियो भेजने में असमर्थ";
"File.Transfer.Error.Empty.Header" = "भेजने में असमर्थ";
"File.Transfer.Error.Empty.Body" = "भेजने में असमर्थ क्योंकि फाइल का आकार 0 KB है";
"File.Transfer.Error.Unsupported.Body" = "इस प्रकार की फ़ाइल भेजने में असमर्थ";
"File.Transfer.FileNotExist.Header" = "फ़ाइल नहीं मिली";
"File.Transfer.Download.FileNotExist.Body" = "फ़ाइल नहीं मिली या हटा दी गई है, इसे पुन: डाउनलोड करें?";
"File.Transfer.Download.FileExpiredInServer.Body" = "फ़ाइल साफ़ की गई. डाउनलोड करने में असमर्थ.";
"File.Transfer.Download.FileNotExist.Confirm" = "डाउनलोड करें";
"File.Transfer.Download.FileNotExist.Cancel" = "रद्द करें";
"File.Transfer.Download.NotStart" = "डाउनलोड आरंभ नहीं हुआ है.";
"File.Transfer.Button.Download" = "डाउनलोड करें";
"File.Transfer.Forward.FileNotExist.Header" = "अग्रेषित करने में असमर्थ";
"File.Transfer.Forward.FileNotExist.Body" = "फ़ाइल नहीं मिली या हटा दी गई है. अग्रेषित करने में असमर्थ.";
"File.Transfer.Export.FileNotExist.Header" = "निर्यात करने में असमर्थ";
"File.Transfer.Export.FileNotExist.Body" = "फ़ाइल मौजूद नहीं है या उसे हटा दिया गया है.";
"File.Transfer.Export.FileNotDownload.Header" = "निर्यात करने में असमर्थ";
"File.Transfer.Export.FileNotDownload.Body" = "फ़ाइल पूर्ण रूप से डाउनलोड नहीं हुई है.";
"File.Transfer.Upload.Failed.Group.Chat.Format" = "फ़ाइल बहुत बड़ी है. %lu से अधिक लोगों वालें समूह को भेजने में असमर्थ.";

// Location Message
"LocationMessage.DefaultDescription" = "स्थान";
"LocationMessage.OpenInQQMaps" = "Tencent मैप्स में खोलें…";
"LocationMessage.OpenInAppleMaps" = "Apple मैप्स में खोलें…";
"LocationMessage.OpenInGoogleMaps" = "Google मैप्स में खोलें…";
"LocationMessage.OpenInMaps" = "मानचित्र में खोलें…";

// System Message
"BrandContact.ReceiveMessage.Title" = "संदेश प्राप्त करें";
"BrandContact.ReceiveMessage.Message" = "इस आधिकारिक खाते से संदेश प्राप्त करें";

// Voip Message
"Voip_Connect_Most_Friend" = "हाल के संपर्क";
"Not_Support_Vediovoip"       = "क्षमा करें, आपके डिवाइस पर वीडियो कॉल समर्थित नहीं है.";
"Not_Support_Vediovoip_Receiver"    = "मित्र ने आपको वीडियो कॉल के लिए आमंत्रित किया है लेकिन आपका उपकरण इस कार्यात्‍मकता का समर्थन नहीं करता";
"Voip_NoNetWork_Tips"          = "नेटवर्क अभी उपलब्‍ध नहीं है।नेटवर्क जांचें।";
"Videovoip_Status_inviting"   = " ने आपको वीडियो कॉल के लिए आमंत्रित किया है";
"Videovoip_Status_Calling"    = "कॉल कर रहा है";
"Videovoip_Status_Connecting" = "कनेक्‍ट हो रहा है";
"Videovoip_Status_Hangup"     = "कॉल समाप्त हुई";
"Videovoip_Status_Reject"     = "कॉल समाप्‍त: अनुरोध अस्वीकृत किया गया";
"Videovoip_Status_TimeOut"    = "कनेक्शन समय समाप्त";
"Videovoip_Status_BeHanguped" = "अन्‍य उपयोगकर्ता द्वारा कॉल समाप्‍त किया गया";
"Videovoip_Status_CallFail"   = "कनेक्शन त्रुटि";
"Videovoip_Status_Exception"  = "कॉल समाप्त: नेटवर्क त्रुटि";
"Videovoip_Status_WaitForAnswer" = "उत्तर की प्रतीक्षा कर रहा है";
"Videovoip_Status_PeerNoAnswer"  = "कॉल का उत्तर नहीं दिया गया था";
"Videovoip_Status_PeerIsBusy"    = "लाइन व्‍यस्‍त है";
"Videovoip_Status_Caller_CallFail" = "कॉल विफल हुई";
"Videovoip_Status_BeRejected"    = "कॉल समाप्‍त: अनुरोध अस्वीकृत किया गया";
"Videovoip_Status_CancelCall"    = "कॉल रद्द हुई";
"Videovoip_Stauts_NotSupport"    = "यह सुविधा केवल वाई-फाई नेटवर्क पर ही उपलब्ध है";
"Videovoip_Status_PeerVersion_NotSupport" = "कॉल विफल: दूसरा उपयोगकर्ता वीडियो कॉल्स का समर्थन नहीं करता";
"Videovoip_Status_CheckContact_Error"     = "उपयोगकर्ता ने आपको संपर्कों में नहीं जोड़ा है.आप अभी वीडियो कॉल प्रारंभ नहीं कर सकते।";
"Videovoip_Status_Blacklist_Error"        = "वीडियो कॉल आरंभ करने में असमर्थ क्योंकि आपको अन्य उपयोगकर्ता द्वारा अवरुद्ध किया गया है.";
"Videovoip_Status_PeerPluginClose"        = "कॉल समाप्त: आपके मित्र ने वीडियो कॉल को अक्षम कर दिया है";
"Videovoip_Status_NetWorkError" = "कॉल समाप्त: नेटवर्क त्रुटि";
"Videovoip_Status_TalkBroken" = "डिसकनेक्‍शन के कारण कॉल समाप्‍त।";
"Videovoip_Status_Caller_DetectCamera_Fail" = "कोई भी कैमरा नहीं पाया गया. बाद में पुन: प्रयास करें या वॉइस कॉल पर स्विच करें.";
"Videovoip_Status_Receiver_DetectCamera_Fail" = "कोई भी कैमरा नहीं पाया गया. बाद में पुन: प्रयास करें या वॉइस कॉल पर स्विच करें.";

"Voip_LocalNotification_Tips"   = "%@ आपको वीडियो कॉल के लिए आमंत्रित करता है";
"VoiceVoip_LocalNotification_Tips" = "%@ ने आपको वॉइस कॉल के लिए आमंत्रण भेजा है";
"Cancel_LocalNotification_Tips" = "%@ से छूटी हुई कॉल";
"Normal_LocalNotification_Tips" = "आपको एक WeChat संदेश प्राप्त हुआ है.";

"Voicevoip_Status_inviting"   = "आपको वॉइस कॉल के लिए आमंत्रण भेजा है";
"Voicevoip_Status_PeerVersion_NotSupport" = "कॉल करने में असमर्थ: दूसरा उपयोगकर्ता WeChat का ऐसा संस्‍करण उपयोग कर रहा है जो वॉइस कॉल्‍स को समर्थन नहीं देता";
"Voicevoip_Status_CheckContact_Error"     = "कॉल करने में असमर्थ क्‍योंकि दूसरा उपयोगकर्ता आपका WeChat मित्र नहीं है";
"Voicevoip_Status_Blacklist_Error"        = "कॉल करने में असमर्थ क्‍योंकि दूसरे उपयोगकर्ता ने आपको ब्‍लॉक किया है";
"Voicevoip_Status_PeerPluginClose"        = "कॉल करने में असमर्थ: दूसरे उपयोगकर्ता ने वॉइस कॉल विशेषताओं को अक्षम किया है";
"Voicevoip_Status_BeRejected"    = "दूसरे उपयोगकर्ता ने कॉल अनुरोध ठुकरा दिया है।";

"VoipNetSattus_Bad_Tips" = "अस्थायी कॉल कनेक्शन";

"Videovoip_HangupBtnTitle"              = "फ़ोन रख दें";
"Voice_SpeakerButton" = "स्पीकर";
"Voice_MicButton_Title" = "म्यूट करें";
"Voice_MicButton_Clicked_Title" = "ओपन माइक";

"Voip_NodeView_Status_NotConnected"     = "कॉल समाप्त हुई";
"Voip_NodeView_Status_Call_Complete"    = "अवधि:%u%u:%u%u";
"Voip_NodeView_Status_Call_Interrupt"   = "डिस्कनेक्ट किया गया:%u%u:%u%u";
"Voip_NodeView_Status_Cancel" = "रद्द की गई";
"Voip_NodeView_Status_Remote_Cancel" = "कॉल करने वाले ने कॉल रद्द की";
"Voip_NodeView_Status_Busy" = "लाइन व्‍यस्‍त है";
"Voip_NodeView_Status_Call_Failed" = "कॉल विफल हुई";
"Voip_NodeView_Status_No_Answer" = "कोई उत्तर नहीं";
"Voip_NodeView_Status_Remote_No_Answer" = "कॉल का उत्तर नहीं दिया गया था";
"Voip_NodeView_Status_Reject" = "अस्वीकृत किया गया";
"Voip_NodeView_Status_Remote_Reject" = "उपयोगकर्ता द्वारा कॉल अस्वीकृत की गई";
"Voip_NodeView_Status_Not_Support" = "उपयोगकर्ता कॉल स्वीकृत नहीं कर सकता";
"Voip_NodeView_Status_Connect_Failed" = "कनेक्‍ट करने में असमर्थ";
"Voip_NodeView_Status_Ignore" = "अनदेखी की गई";


"Voip_AcceptByVoice"                = "वॉइस कॉल में जाएँ";
"Voip_SwtichToVoice"                = "वॉइस कॉल में जाएँ";
"Voip_AcceptCall"                   = "स्वीकार करें";
"Voip_RejectCall"                   = "अस्वीकारें";
"Voip_System_Msg_Content"           = "वीडियो कॉल:%@ %@";
"VoiceVoip_System_Msg_Content"      = "वॉइस कॉल:%@ %@";


"Voip_SendVideoCallInvite"          = "संदेश";
"Voip_CallFail_ForTimeLogic_Title"  = "सूचना";

"Voip_LocalInviteMsgContent"        = "क्या आप वीडियो कॉल के लिए राज़ी है?";
"VoiceVoip_LocalInviteMsgContent"   = "क्या आप वॉइस कॉल करने के लिए स्वतंत्र हैं?";

"Voip_Audio_Device_Unplugin_Speaker" = "वॉइस स्‍पीकर द्वारा बजेगी";
"Voip_Audio_Device_Unplugin_EarPhone" = "फ़ोन द्वारा ऑडियो";
"Voip_Audio_Device_Unplugin_Speaker_Alert" = "ईयरफ़ोन डिस्कनेक्ट किया गया.अब ऑडियो स्‍पीकर द्वारा बजेगा।";
"Voip_Audio_Device_Unplugin_EarPhone_Alert" = "ईयरफ़ोन डिस्कनेक्ट किया गया.अब ऑडियो फ़ोन द्वारा बजेगा.";
"Voip_RotateScreen"                = "स्क्रीन घूमाएँ";
"Voip_EndCall_Alert_Title"                = "कॉल समाप्त करें";
"Voip_EndCall_Alert_Message"              = "विंडों को बंद करने पर कॉल समाप्त हो जाएगी";
"Voip_EndCall_Alert_CancelButton_Title"   = "रद्द करें";
"Voip_EndCall_Alert_ConfirmButton_Title"  = "कॉल समाप्त करें";
"Voip_Receiver_EndCall_Notification_Msg"  = "कॉल समाप्त हुई";

//Voip Status Tips
"Voip_LocalVideoMode_For_Lower_Version" = "प्राप्तकर्ता के उत्तर की प्रतीक्षा कर रहा है";
"Voip_EarModeStatus_Tips"        = "वॉइस कॉल पर स्विच किया गया";
"Voip_RemoteVideoModeOpen_Tips"  = "दूसरे उपयोगकर्ता का कैमरा चालू है";
"Voip_RemoteEarMode_Tips" = "दूसरे उपयोगकर्ता का कैमरा बंद है";
"Voip_Loudspeaker_Off" = "वॉइस कॉल पर स्विच किया गया.फ़ोन को अपने कान के पास ले जाएँ.";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice" = "दूसरा उपयोगकर्ता वॉइस कॉल पर चला गया।";
"Voip_Loudspeaker_Off_No_Mic" = "वॉइस कॉल पर स्विच किया गया";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice_No_Mic" = "दूसरा उपयोगकर्ता वॉइस कॉल पर चला गया।";
"Voip_LocalEarModeTips"     = "कैमरा बंद है और दूसरा उपयोगकर्ता आपको देख नहीं सकता";
"Voip_LocalVideoMode"       = "कैमरा चालू है और दूसरा उपयोगकर्ता अब आपको देख सकता है";

"Voip_LocalBadNetwork" = "खराब नेटवर्क गुणवत्ता के कारण वॉइस कॉल पर चले गए";
"Voip_RemoteBadNetwork" = "बदलकर वॉइस काल पर गए क्‍योंकि दूसरे उपयोगकर्ता का नेटवर्क कनेक्‍शन कमज़ोर है";

"Voip_LocalBadNetwork_No_Mic" = "खराब नेटवर्क गुणवत्ता के कारण वॉइस कॉल पर चले गए";
"Voip_RemoteBadNetwork_No_Mic" = "बदलकर वॉइस काल पर गए क्‍योंकि दूसरे उपयोगकर्ता का नेटवर्क कनेक्‍शन कमज़ोर है";

"Voip_CallerView_Hangup" = "रद्द करें";
"Voip_Contact_Info_View_Button_Title" = "वीडियो कॉल";
"VoiceVoip_Contact_Info_View_Button_Title" = "वॉइस कॉल";
"WeChatCall_Contact_Info_View_Button_Title" = "वीडियो कॉल";

"Voip_RemoteEarMode_before_Answer" = "दूसरा उपयोगकर्ता वॉइस कॉल पर चला गया।";
"Voip_LocalEarMode_before_Answer" = "वॉइस कॉल पर स्विच किया गया";
"Voip_Remote_May_Not_Online" = "दूसरा उपयोगकर्ता व्यस्त हो सकता है.बाद में पुनः प्रयास करें.";


"Voip_VideoView_Minimize_Tips" = "न्‍यूनतम करने पर, कैमरा ऑन होने पर वीडियो कॉल जारी रहेगी.";
"Voip_VoiceView_Minimize_Tips" = "वॉइस कॉल को न्यूनतम करने पर स्पीकर मोड सक्षम हो जाता है";
"Voip_Video_Conflict" = "वीडियो कॉल चालू है.बाद में पुनः प्रयास करें.";
"Voip_Audio_Conflict" = "वॉइस कॉल चालू है.बाद में पुनः प्रयास करें.";
"Voip_CanStart_Video_Call" = "इसे बनाने के बाद कॉल रीस्‍टार्ट करने में असमर्थ";
"Voip_CanStart_Audio_Call" = "इसे बनाने के बाद कॉल रीस्‍टार्ट करने में असमर्थ";
"Voip_Status_Audio_Working_Tips" =  "वॉइस कॉल उपयोग में है.वापस जाने के लिए टैप करें.";
"Voip_Camera_Switch_Tips" = "कैमरा स्विच करें";
"Voip_Ignore_Call" = "कॉल की उपेक्षा करें";
"Voip_Ignore_Alert_Message" = "उपेक्षा करें' का चयन किए जाने पर कॉल करने वाले को रद्द की हुई कॉल के बारे में अधिसूचित नहीं किया जाएगा";
"Voip_Ignore_End_Message" = "अनदेखी इनकमिंग कॉल्‍स";

"Voip_Video_Minimize_Message" = "वीडियो कॉल न्‍यूनतम की गई";
"Voip_Audio_Minimize_Message" = "वॉइस कॉल न्‍यूनतम की गई";
"Voip_Minimize_Button" = "न्‍यूनतम करें";
"Voip_Interrupt_By_PhoneCall" = "फ़ोन कॉल पर है.वॉइस कॉल को समाप्त किया गया.";
"Voip_Interrupt_By_OtherApp" = "ऑडियो डिवाइस उपयोग में है. कॉल समाप्त हो गई है.";
"Voip_InPhoneCall_Conflict" = "वर्तमान में फ़ोन कॉल पर है.कॉल समाप्त हो जाने के बाद पुन: प्रयास करें.";

// Contacts Sidebar
"Contacts.Sidebar.All" = "सभी संपर्क";
"Contacts.Sidebar.Favorites" = "तारांकित";
"Contacts.Sidebar.GroupChats" = "सहेजे गए समूह";
"Contacts.Sidebar.Requests" = "अनुरोध";
"Contacts.Sidebar.OAs" = "आधिकारिक खाते";
"Contacts.Sidebar.Enterprise" = "इंटरप्राइज खाता";
"Contacts.Sidebar.Tags" = "टैग";
"Contacts.Sidebar.Locations" = "स्‍थान";
"Contacts.NickNameLabel" = "उपनाम";
"Contacts.FavoritesHeading" = "★ तारांकित";

// Contacts Context Menu
"Contacts.Menu.Message" = "संदेश";
"Contacts.Menu.Call" = "वीडियो कॉल";
"Contacts.Menu.Share" = "चैट में भेजें";
"Contacts.Menu.Delete" = "हटाएँ";

// Contacts List
"Contacts.ContactList.Count.Singular" = "%d संपर्क";
"Contacts.ContactList.Count.Plural" = "%d संपर्क";

// Emoticon Picker
"EmojiPicker.Category.QQ" = "उत्कृष्ट";
"EmojiPicker.Category.Human" = "मानव";
"EmojiPicker.Category.Nature" = "प्रकृति";
"EmojiPicker.Category.Objects" = "वस्तुएँ";
"EmojiPicker.Category.Places" = "स्थान";
"EmojiPicker.Category.Symbols" = "प्रतीक";

"EmojiPicker.Gesture.SwipeHint" = "त्वरित रूप से स्टिकर्स देखने के लिए स्लाइड जेस्चर्स सक्षम करेंए";
"EmojiPicker.Gesture.SwipeHintDetail" = "सेटिंग्स में \"पृष्ठों के बीच स्वाइप करें\" जेस्चर्स सेटिंग्स सेट करें";
"EmojiPicker.Gesture.IgnoreHint" = "अनदेखी करें";
"EmojiPicker.Gesture.HandleLater" = "बाद में";
"EmojiPicker.Gesture.HandleRightNow" = "अभी सेट करें";

"Emoticon.Favorite" = "कस्टम स्टिकर्स";
"EmojiPicker.Adding" = "लोड हो रहा है";
"EmojiPicker.Added" = "जोड़ा गया";
"EmojiPicker.Add.Fail" = "जोड़ने में असमर्थ";
"EmojiPicker.Touch.Limit" = "स्टिकर्स की अधिकतम संख्या पहुँच गई है";
"EmojiPicker.Add.Timeout" = "अनुरोध का समय समाप्त हुआ";
"EmojiPicker.Add.Fail.TooLarge" = "छवि बहुत बड़ी है. जोड़ने में असमर्थ.";

"EmojiPicker.Add.Fail.NeedPurchase" = "सशुल्क स्टिकर. इसे जोड़ने से पहले खरीदें";
"EmojiPicker.Add.Fail.NotValidArea" = "स्टिकर अनुपलब्ध है. जोड़ने में असमर्थ.";
"EmojiPicker.Add.Fail.Expired" = "इस स्टिकर को जोड़ने में असमर्थ क्योंकि यह अनुपलब्ध है";
"EmojiPicker.Add.Fail.NoSuchProduct" = "इस स्टिकर को जोड़ने में असमर्थ";

// Group Chat Stuff
"CreateChatRoom.MsgFormat" = "आपने %@ को समूह में आमंत्रित किया है.";
"CreateChatRoom.MsgSeperate" = ",";
"CreateChatRoom.DefaultTopic"	= "समूह";
"ChatRoom.ReservedTopicNames"	= "समूह चैट";
"ChatRoom.NeedVerify" = "समूह चैट में आमंत्रित करने के लिए %@ को आपका मित्र होना चाहिए. सबसे पहले उन्हें मित्र अनुरोध भेजें.";
"ChatRoom.Panel_Choose_Contact" = "संपर्क चुनें";
"ChatRoom.Panel_Chosen_Num" = "%lu संपर्क(संपर्कों) का चयन किया गया है";
"ChatRoom.Panel_Has_Add" = "चयनित";
"ChatRoom.Delete_Member_Fail" = "इस संपर्क को हटाने में असमर्थ";
"ChatRoom.Delete_Self" = "आप स्वयं को समूह से नहीं निकाल सकते.";

"ChatRoom.ChatRoomBeyondMax" = "आप पहले से ही समूहों की अधिकतम संख्या बना चुके हैं";
"ChatRoom.TopicIllegal" = "अमान्य समूह नाम";
"ChatRoom.Unkown_Failed" = "समूह बनाने में असमर्थ";
"ChatRoom.ChatRoomMemberBeyondMax" = "यह समूह भर गया है. नए सदस्यों को जोड़ने के लिए पहले पुराने निकालें.";
"ChatRoom.ChatRoomMemberNeedUpgrade" = "यह समूह भर चुका है. समूह की क्षमता अपग्रेड करें.";
"ChatRoom.NeedVerifyWait"  = "समूह को आपका निमंत्रण भेज दिया गया है. कृपया समूह के स्वामी की स्वीकृति की प्रतीक्षा करें.";
"ChatRoom.NotExist" = "यह समूह मौजूद नहीं है.";
"ChatRoom.Status_Error" = "आप मित्रों को समूह में आमंत्रित नहीं कर सकते क्योंकि एक त्रुटि उत्पन्न हुई थी.";
"ChatRoom.Error_NoUser" = "%@ मौजूद नहीं है.";
"ChatRoom.Error_BlackList" = "%@ ने समूह में शामिल होने से इनकार किया.";
"ChatRoom.Error_Verify" = "%@ अभी तक आपका WeChat मित्र नहीं है. सबसे पहले उन्हें जोड़ें.";

"ChatRoom.Quit.Confirm.Heading" = "समूह चैट छोड़ें: %@";
"ChatRoom.Quit.Confirm.Message" = "अब आपको इस चैट से संदेश प्राप्त नहीं होंगे.";
"ChatRoom.Quit.Confirm.OK" = "छोड़ें";

// Sticker Picker
"StickerPicker.CustomStickers" = "कस्टम";

// Compose Bar
"ComposeBar.PlaceholderString" = "संदेश";
"ComposeBar.EmoticonTooltip" = "इमोटिकॉन्स";
"ComposeBar.StickerTooltip" = "इमोटिकॉन्स";
"ComposeBar.AttachmentTooltip" = "अनुलग्नक:";
"ComposeBar.VideoTooltip" = "वीडियो कॉल";
"ComposeBar.VoiceTooltip" = "वॉइस कॉल";

"ComposeBar.ScreenshotText" = "स्क्रीनशॉट";
"ComposeBar.Attachment.MaxFileCount.Alert.Desc" = "केवल प्रथम %d अनुलग्नक भेजे जा सकते हैं";

// Chat Unselected View
"Unselected.Wording" = "कोई भी चैट नहीं चुनी गई";

// Message Context Menu
"Message.Menu.Copy" = "कॉपी करें";
"Message.Menu.Delete" = "हटाएँ";
"Message.Menu.Forward" = "अग्रेषित करें";
"Message.Menu.Add.Emotion" = "स्टिकर जोड़ें";
"Message.Menu.Browser" = "ब्राउज़र में खोलें";
"Message.Menu.Copy.Link.Url" = "URL कॉपी करें";
"Message.Menu.Refresh" = "रीफ़्रेश करें";
"Message.Menu.Service" = "सेवा";
"Message.Menu.Translate" = "अनुवाद करें";
"Message.Menu.HideTranslation" = "अनुवाद छिपाएं";
"Message.Menu.Favorites" = "पसंद करें";
"Message.Menu.Export" = "इस रूप में सहेजें…";
"Message.Menu.SaveAs" = "इस रूप में सहेजें…";
"Message.Menu.Save" = "सहेज रहा है...";
"Message.Menu.Recall" = "वापसी";
"Message.Menu.Recall.Over.Two.Mins" = "वापसी";
"Message.Menu.Resend" = "पुनः भेजें";
"Message.Menu.Share.Extension" = "साझा करें…";
"Message.Menu.Quote" = "उद्धरण";
"Message.Menu.Debug.ViewSource" = " XML देखें";
"Message.Menu.Convert.To.Text" = "टेक्स्ट में बदलें";
"Message.Menu.Wipe.Out.Text" = "संक्षिप्त करें";
"Message.Menu.Multiple.Select" = "एकाधिक";
"Message.ErrorIndicator.Resend" = "पुनः भेजें";
"Message.Menu.Open" = "खोलें";
"Message.Menu.OpenWith" = "इसके साथ खोलें…";
"Message.Menu.OpenFolder" = "फ़ोल्डर खोलें";

"Message.Notification.Mention" = "%@ ने समूह चैट में आपका उल्लेख किया है";

// Message Errors
"Message.Error.Convert.To.Text.Fail" = "वार्तालाप विफल रहा";
"Message.Error.ChatSync.Voice.No.Data" = "हाल ही के ऑडियोज़ को सिंक करने में असमर्थ";

// Message Multiple select
"Message.Multiple.Select.Forward" = "एक-एक करके अग्रेषित करें";
"Message.Multiple.Select.Merge.Forward" = "जोड़ें और अग्रेषित करें";
"Message.Multiple.Select.Fav" = "पसंद करें";
"Message.Multiple.Select.Save" = "Save to computer";
"Message.Multiple.Select.Delete" = "हटाएँ";
"Contacts.Can.Not.Share.LargeChatRoom.TipsFormat" = "फ़ाइल बहुत बड़ी है. %lu से अधिक लोगों वालें समूह को भेजने में असमर्थ.";

"Message.Multiple.Select.Undownload" = "चयनित आइटम्स से डाउनलोड न करने युक्त स्टीकर्स, छवियाँ, वीडियो और फ़ाइलें अग्रेषित और पसंदीदा करने में असमर्थ";
"Message.Multiple.Select.NotAllowForword" = "चयनित आइटम्स से ऑडियो, संपर्क कार्ड, गेम्स, कार्ड्स और ऑफ़र, भुगतान संदेशों को अग्रेषित करने में असमर्थ";
"Message.Multiple.Select.NotAllowFav" = "चयनित आइटम्स से स्टीकर्स, संपर्क कार्ड, गेम्स, कार्ड्स और कूपन, रिकॉर्ड्स, भुगतान युक्तियाँ या अन्य विशेष संदेशों को पसंदीदा करने में असमर्थ";
"Message.Multiple.Select.Undownload.NotAllowForward" = "चयनित आइटम्स से ऑडियो, संपर्क कार्ड, गेम्स, कार्ड्स और कूपन, रिकॉर्ड्स, भुगतान युक्तियाँ या डाउनलोड न करने युक्त स्टिकर्स, छावियों, वीडियो और फ़ाइलो को अग्रेषित करने में असमर्थ";
"Message.Multiple.Select.Undownload.NotAllowFav" = "चयनित आइटम्स से स्टीकर्स, संपर्क कार्ड, गेम्स, कार्ड्स और कूपन, रिकॉर्ड्स, भुगतान युक्तियाँ या डाउनलोड न करने युक्त स्टिकर्स, छावियों, वीडियो और फ़ाइलो को पसंदीदा करने में असमर्थ";
"Message.Multiple.Select.NotAllow.MergeForward" = "चयनित आइटम्स से चैट स्क्रिप्ट, नोट्स, बड़ी फ़ाइलें, ऑडियो, संपर्क कार्ड, गेम कार्ड और कूपन और भुगतान युक्तियों को संयोजित और अग्रेषित करने में असमर्थ";
"Message.Multiple.Select.NotAllowSave" = "Only able to save photos, videos, and files to computer. Other message types will not be saved.";
"Message.Multiple.Select.Save.proceeding" = "सहेज रहा है...";
"Message.Multiple.Select.Save.Finished" = "Saved";
"Message.Multiple.Select.Save.ExportFailedMsg" = "फ़ाइल को निर्यात करने में असमर्थ";
"Message.Multiple.Select.Save.CdnServerExpired" = "File expired";
"Message.Multiple.Select.Save.CdnDownloadFailed" = "Unable to download file";
"Message.Multiple.Select.Save.Progress.LabelText" = "Saving %u/%u file(s)";
"Message.Multiple.Select.Save.Result.LabelText" = "Saved %u file(s),<a href=\"#\">Unable to download %u file(s)</a>";

"Fav_Node_Name_Record" = "[ट्रांसक्रिप्ट]";
"Fav_Node_Name_Card" = "[कार्ड और ऑफ़र संदेश]";
"Fav_Node_Name_Emoji" = "[स्टिकर]";
"Fav_Node_Name_Pay" = "[भुगतान संदेश]";
"Fav_Node_Name_Not_Support" = "[इस संदेश को प्रदर्शित नहीं किया जा सकता]";
"Fav_Node_Name_ShareCard" = "[संपर्क कार्ड]";
"Fav_Record_Title" = "ट्रांसक्रिप्ट";

// Message Delete
"Message.Delete.Confirm.Title" = "संदेश हटाएँ";
"Message.Delete.Confirm.Description" = "यह संदेश हटाएं?";
"Message.Delete.Multiple.Confirm.Description" = "चयनित संदेश हटाएं?";
"Message.Delete.Confirm.Action" = "हटाएँ";

// Forward Message Sheet
"Message.ForwardSheet.Header" = "संदेश अग्रेषित करें";
"Message.ForwardSheet.Confirm" = "अग्रेषित करें";
"Message.ForwardSheet.ErrorHeader" = "संदेश को अग्रेषित करने में असमर्थ";
"Message.ForwardSheet.ErrorDescription" = "संदेश को अग्रेषित करने में त्रुटि उत्पन्न हुई थी.";
"Message.ForwardAlert.Header" = "संदेश अग्रेषित करें";
"Message.ForwardAlert.Description" = "संदेश को वर्तमान चैट पर अग्रेषित करें?";

// Video Message Sheet
"Message.Video.ErrorHeader.Forward" = "अग्रेषित करने में असमर्थ";
"Message.Video.ErrorHeader.Copy" = "वीडियो की प्रतिलिपि बनाने में असमर्थ";
"Message.Video.ErrorDescription.ShouldDownload" = "सबसे पहले वीडियो डाउनलोड करें";
"Message.Video.ErrorDescription.General" = "संदेश को अग्रेषित करने में असमर्थ";
"Message.Video.Compressing" = "संपीड़ित हो रहा है…";
"Message.Video.Expired" = "फाइल मिटाई गयी।";

// Friend Request
"Friend.Request.Default.Content" = " आपको जोड़ना चाहते हैं";
"Friend.Request.Accept" = "स्वीकार करें";
"Friend.Request.Delete" = "हटाएँ";
"Friend.Request.Added" = "जोड़ा गया";
"Friend.Request.View.Title" = "मित्र अनुरोध";
"Friend.Request.Accept.ErrorHeader" = "मित्र जोड़ने में असमर्थ";

"Friend.Request.WaitingForConfirm" = "अनुरोध भेजा गया";
"Friend.Request.Greeting" = "शुभकामना भेजें";


// Friend Verify
"Friend.Verify.Message.Window.Title" = "मित्र सत्यापन";
"Friend.Verify.Message.Window.Hint" = "%@ को मित्र अनुरोध भेजें";
"Friend.Verify.Message.Window.Send" = "भेजें";
"Friend.Verify.Message.Window.Default.Message" = "मैं %@ हूँ";
"Friend.Verify.Message.Window.Default.Message.Group.Chat" = "हाय, मैं %1$@ से \"%2$@\" हूँ";


// Send Friend Request Dialog
"SendFriendRequest.Heading" = "मित्र अनुरोध भेजें";
"SendFriendRequest.Prompt" = "एक बधाई संदेश दर्ज करें: ";
"SendFriendRequest.DefaultMsgFormat" = "मैं %@ हूँ";
"SendFriendRequest.Send" = "भेजें";


// Unsupported Message
"Message.Unsupported" = "समर्थित संदेश. फोन पर देखें.";

// Hongbao Message
"Message.Hongbao.Summary" = "[लाल पैकेट]";
"Message.Hongbao.Send.Hint" = "[आपने लाल पैकेट भेजा है]";
"Message.Hongbao.Receive.Hint" = "[आपको लाल पैकेट प्राप्त हुआ. फ़ोन पर देखें.]";
// Transfer Message
"Message.Transfer.Send.Summary" = "[स्थानांतरित करें] मित्र की प्रप्ति का इंतज़ार करें";
"Message.Transfer.Send.Hint" = "[आपने स्थानांतरण किया है]";
"Message.Transfer.Send.Accept.Summary" = "[स्थानांतरित करें] आपने प्राप्ति की पुष्टि की है";
"Message.Transfer.Send.Accept.Hint" = "[आपको स्थानांतरण प्राप्त हुआ है]";
"Message.Transfer.Send.Reject.Summary" = "[स्थानांतरित करें]] आपने स्थानांतरण को वापस किया है";
"Message.Transfer.Send.Reject.Hint" = "[आपने स्थानांतरण को वापस किया है]";
"Message.Transfer.Receive.Summary" = "[स्थानांतरित करें] प्राप्ति की पुष्टि करें";
"Message.Transfer.Receive.Hint" = "[आपको स्थानांतरण प्राप्त हुआ. फ़ोन पर देखें.]";
"Message.Transfer.Receive.Accept.Summary" = "[स्थानांतरित] [मित्र द्वारा प्राप्त किया गया]";
"Message.Transfer.Receive.Accept.Hint" = "[मित्र द्वारा प्राप्त किया गया]";
"Message.Transfer.Receive.Reject.Summary" = "[स्थानांतरित करें] मित्र द्वारा वापस किए गए";
"Message.Transfer.Receive.Reject.Hint" = "[मित्र दारा पैसे वापस लिए गए]";

// Export
"Link.Export.Default.Title" = "लिंक करें";

// Debug Tools
"DebugTools.FeatureNotReady.Header" = "जल्‍द आ रहा है";
"DebugTools.FeatureNotReady.Body" = "यह सुविधा अभी तक तैयार नहीं है.";
"DebugTools.Menu.CheckForUpdates" = "अद्यतनों की जाँच करें...";
"DebugTools.Menu.CheckForUpdates.DisabledDueToNetwork" = "अद्यतनों की जाँच करें… (OfficeWifi की आवश्यकता है)";
"DebugTools.Menu.ReadReleaseNotes" = "नोट्स ब्लॉग रिलीज़ करें";
"DebugTools.Menu.UploadLogs" = "लॉग फ़ाइलें अपलोड करें…";
"DebugTools.Menu.Filesystem" = "फ़ाइल सिस्टम";
"DebugTools.Menu.Filesystem.Library" = "लाइब्रेरी खोलें (इस खाते के लिए)";
"DebugTools.Menu.Filesystem.Cache" = "कैश खोलें (इस खाते के लिए)";
"DebugTools.Menu.MarkAllAsRead" = "सभी को पठित के रूप में चिह्नित करें";
"DebugTools.Menu.KitchenSink" = "किचन सिंक";
"DebugTools.Menu.SwitchServer" = "सर्वर स्विच करें";


// Log Report
"LogReport.Description" = "आपकी समस्या को हल करने में सहायता करने के लिए अपने लॉग को अपलोड करने हेतु नीचे क्लिक करें.";
"LogReport.Upload" = "लॉग अपलोड करें";
"LogReport.Uploading" = "अपलोड कर रहा है...";
"LogReport.UploadFinished" = "अपलोड करना पूर्ण हुआ. सहायता के लिए धन्यवाद!";
"LogReport.UploadFailed" = "लॉग अपलोड करने में असमर्थ। नेटवर्क जाँचें और पुन: प्रयास करें।";
"LogReport.UploadDone" = "संपन्न";

// Search
"Search.Comma" = ", ";
"Search.Include" = " शामिल करता है";
"Search.GroupName" = "समूह का नाम: ";
"Search.Nickname" = "उपनाम: ";
"Search.Username" = "WeChat ID: %@";
"Search.Remark" = "टिप्पणी: ";
"Search.RemarkDescription" = "टिप्पणी: ";
"Search.City" = "शहर: ";
"Search.Province" = "राज्य: ";
"Search.Country" = "देश: ";
"Search.NoResults" = "कोई परिणाम नहीं";
"Search.Section.Contact" = "संपर्क";
"Search.Section.GroupChat" = "समूह चैट";
"Search.Section.OA" = "आधिकारिक खाते";
"Search.Section.Favorite" = "पसंदीदा";
"Search.Section.See.All.Format" = "सभी (%d) देखें";
"Search.Section.Fold" = "मोड़ें";

//==== Favorites ====
"Favorites.Default.Title.Text" = "टेक्स्ट";
"Favorites.Default.Title.Video" = "वीडियो";
"Favorites.Default.Title.Sight" = "Sight";
"Favorites.Default.Title.Image" = "फ़ोटो";
"Favorites.Default.Title.Voice" = "ध्वनि";
"Favorites.Default.Title.WebPage" = "लिंक करें";
"Favorites.Default.Title.Location" = "स्थान";
"Favorites.Default.Title.Music" = "संगीत";
"Favorites.Default.Title.File" = "फ़ाइल";
"Favorites.Default.Title.Book" = "बुक करें";
"Favorites.Default.Title.Product" = "उत्पाद";
"Favorites.Default.Title.TV" = "टीवी";
"Favorites.Default.Title.Card" = "कार्ड";
"Favorites.Default.Title.Record" = "ट्रांसक्रिप्ट";
"Favorites.Default.Title.Record.Format" = "%@ के लिए ट्रांसक्रिप्ट";
"Favorites.File.Over.Limit.Title" = "पसंदीदा फ़ाइल";
"Favorites.File.Over.Limit.Description" = "फ़ाइल बहुत बड़ी है. पसंद करने में असमर्थ.";
"Favorites.No.FavItems.Description" = "कोई भी पसंद किए गए आइटम्स नहीं";
"Favorites.No.FavItems.Add.Items.Tips" = "आप पसंदीदा में चैट स्क्रिप्ट्स भेज सकते हैं";

// Forward Favorite Sheet
"Favorite.ForwardSheet.Header" = "पसंदीदा आइटम्स भेजें";
"Favorite.ForwardSheet.Confirm" = "भेजें";
"Favorite.ForwardSheet.ErrorHeader" = "संदेश अग्रेषित करने में असमर्थ";
"Favorite.ForwardSheet.ErrorDescription" = "सिस्टम व्यस्त है. बाद में पुनः प्रयास करें.";
"Favorite.ForwardAlert.Header" = "भेजें";
"Favorite.ForwardAlert.Description" = "क्या आप वाकई इस चैट पर भेजना चाहते हैं?";

"Favorites.AddToFavoritesDragOverlay" = "पसंदीदा में जोड़ें";
"Favorites.Via" = "प्रेषक: ";
"Favorites.GroupChat.Default.Name" = "समूह चैट";
"Favorites.Show.In.Fav" = "पसंदीदा में देखें";
"Favorites.Usage.Format" = "प्रयुक्त %@ उपलब्ध %@";

// Favorites Context Menu
"Favorites.Menu.Send.To.Friend" = "चैट में भेजें";
"Favorites.Menu.Copy" = "कॉपी करें";
"Favorites.Menu.Delete" = "हटाएँ";
"Favorites.Menu.Download" = "डाउनलोड करें";
"Favorites.Menu.Open.File" = "खोलें";
"Favorites.Menu.Export.File" = "इस रूप में सहेजें…";
"Favorites.Confirm.Delete.Title" = "पसंदीदा से इसे हटाएँ?";
"Favorites.Confirm.Delete.Title.Multiple" = "पसंदीदा से %lu आइटम्स हटाएँ?";
"Favorites.Confirm.Delete.Desc" = "यदि आप इसे हटाते हैं, तो यह सभी डिवाइस पर आपके खाते से हट जाएगा.";
"Favorites.Confirm.Delete.Desc.Multiple" = "यदि आप इन आइटम्स को हटाते हैं, तो यह सभी डिवाइस पर आपके खाते से हट जाएँगे.";
"Favorites.Confirm.Delete" = "हटाएँ";
"Favorites.Menu.View.Debug.XML" = " XML देखें";

"Favorites.Send.Heading.Singular" = "पसंदीदा भेजें";
"Favorites.Send.Heading.Plural" = "%d पसंदीदा भेजें";
"Favorites.Send.Button" = "भेजें";
// Error
"Favorites.Send.Error.Header" = "भेजने में असमर्थ";
"Favorites.Send.Error.SingleItem.Body" = "डाउनलोडिंग समाप्त न होने तक इस आइटम को नहीं भेजा जा सकता.";
"Favorites.Send.Error.MultiItems.Body" = "डाउनलोडिंग समाप्त न होने तक इस आइटम को नहीं भेजा जा सकता.";
"Favorites.Send.Error.MultiItems.WithNames.Body" = "अभी तक डाउनलोड न हुए आइटम्स: %@. एक बार पूर्ण हो जाने के बाद, आप उन्हें अग्रेषित कर सकते हैं.";
"Favorites.Send.Error.SingleItem.Waitting.Download.Body" = "पसंद किया गया आइटम डाउनलोड हो रहा है. बाद में पुन: प्रयास करें.";
"Favorites.File.Export.Error.Header" = "फ़ाइल को निर्यात करने में असमर्थ";
"Favorites.Open.Error.Header" = "खोलने में असमर्थ";
"Favorites.Open.Error.SingleItem.Waitting.Download.Body" = "पसंद किया गया आइटम डाउनलोड हो रहा है. बाद में पुन: खोलें.";
"Favorites.File.Export.Error.Body" = "सबसे पहले फ़ाइल डाउनलोड करें";
"OA.Number.Over.Limit.Addcontact.Fail" = "अनुसरण करने में असमर्थ";
"OA.Number.Over.Limit" = "आधिकारिक खाता अनुसरण सीमा पूरी हो गई है";
"Favorites.Record.Group.Forward.Title" = "%@ के लिए ट्रांसक्रिप्ट";


// Favorites sidebar
"Favorites.Sidebar.All" = "सभी आइटम्स";
"Favorites.Sidebar.PhotoItems" = "फ़ोटो";
"Favorites.Sidebar.URLItems" = "लिंक करें";
"Favorites.Sidebar.MusicItems" = "संगीत";
"Favorites.Sidebar.NoteItems" = "नोट";
"Favorites.Sidebar.Tag" = "टैग्स";
"Favorites.Sidebar.Senders" = "संपर्क";
"Favorites.Sidebar.Chats" = "समूह";
"Favorites.Sidebar.FileItems" = "फ़ाइल";
"Favorites.Sidebar.ShowMore" = "सभी देखें";
"Favorites.Sidebar.Hide" = "छिपाएँ";


// Favorites Viewer Window
"Favorites.Viewer.Title.Template" = "%2$@ से %1$@ "; // See http://stackoverflow.com/questions/1063843/is-there-a-way-to-specify-argument-position-index-in-nsstring-stringwithformat
"Favorites.Viewer.Action.Forward" = "अग्रेषित करें";
"Favorites.Viewer.Action.Delete" = "हटाएँ";
"Favorites.Viewer.Action.Export" = "इस रूप में सहेजें…";
"Favorites.Viewer.Action.SaveAs" = "इस रूप में सहेजें…";
"Favorites.Viewer.Action.Save" = "सहेज रहा है...";
"Favorites.Viewer.Action.OpenInBrowser" = "ब्राउज़र में खोलें";
"Favorites.Viewer.Action.AddToFavorites" = "पसंदीदा में जोड़ें";
"Favorites.Viewer.Action.Share" = "साझा करें";
"Favorites.Viewer.Action.Forwar.Failed.Title" = "अग्रेषित करने में त्रुटि";
"Favorites.Viewer.Action.Forwar.Failed.Message" = "इस आइटम को अग्रेषित करने में असमर्थ यह पूर्ण रूप से डाउनलोड नहीं हुआ है.";
"Favorites.Viewer.Action.Previous.Item" = "पिछला";
"Favorites.Viewer.Action.Next.Item" = "अगला";
"Favorites.Viewer.Action.OpenWith" = "डिफ़ॉल्ट ऐप के साथ खोलें";
"Favorites.Viewer.Action.OpenWith.CustomApp" = "\"%@\" के साथ खोलें";
"Favorites_Video_Time_Min" = "%02lu:%02lu";
"Favorites_Video_Time_Sec" = "00:%02lu";

"Favorites.Note.UnKnowType" = "वर्तमान संस्करण में इस सामग्री को देखने में असमर्थ";
"Favorites.Note.UpdateTips" = "WeChat के नवीनतम संस्करण पर अद्यतन करें";
"Favorites.Note.Downloading" = "लोड हो रहा है";

"Fav.Record.Single.Forward.Title" = "%@ और %@ के लिए चैट इतिहास";
"Fav.Record.Group.Forward.Title.New" = "%@, %@ और %@";
"Fav.Record.Group.Forward.Title" = "%@ के लिए ट्रांसक्रिप्ट";
"Contacts.GroupCard"			= "समूह";
"Fav_Record_SubItem_Time" = "%d-%d-%d %@"; //2014-2-18 下午5:08
"Fav_Record_Group_Forward_Title_New" = "%@, %@ और %@";
"Fav_Record_Group_Forward_Title_Count" = "%u लोग";
"Fav_Record_Forward_Voice_CannotPlay" = "फारवर्ड की गई आवाज़ नहीं सुनाई जा सकती";

"Fav_Node_Img_Title" = "[फोटो]";
"Fav_Node_Location_Title" = "[स्थान] %@";
"Fav_Node_Voice_Title" = "[वॉइस]";
"Fav_Node_Emoji_Title" = "[स्टिकर]";
"Fav_Node_Video_Title" = "[वीडियो]";
"Fav_Node_File_Title" = "[फ़ाइल] %@";
"Fav_Node_Music_Title" = "[संगीत] %@";
"Fav_Node_Goods_Title" = "[सामान] %@";
"Fav_Node_TV_Title" = "[टीवी] %@";
"Fav_Node_URL_Title" = "[URL] %@";
"Fav_Node_Sight_Title" = "[Sight]";

//WeNote
"WeNote_Default_Title" = "शीर्षक जोड़ें";
"WeNote_Update_Time" = "पर अंतिम बार संपादन किया गया था ";
"WeNote_Recording" = "रिकॉर्डिंग";
"WeNote_Downloading" = "लोड हो रहा है";
"WeNote_UnknownType" = "वर्तमान संस्करण में इस सामग्री को देखने में असमर्थ";
"WeNote_UpdateTips" = "WeChat के नवीनतम संस्करण पर अद्यतन करें";
"WeNote_Conflict_Prefix" = "विरोध संशोशित करें";
"WeNote_Conflict" = "विरोध संशोशित करें (%lu-%lu-%lu)";
"OpenApi_MainItem_Note" = "[नोट]";
"WeNote_Message_Default_Title" = "नोट";
"WeNote_Fav_Icon_Text" = "पसंद करें";
"WeNote_Total_Image_Count" = "%lu छवि(छवियाँ)";

// Date
"Favorites.Date.Today" = "आज";
"Favorites.Date.This.Week" = "इस सप्ताह";

// Search
"Favorites.Search.Section.Header.Content" = "विषयवस्‍तु";
"Favorites.Search.Section.Header.Sender" = "प्रेषक";
"Favorites.Search.Section.Header.GroupChat" = "समूह चैट";
"Favorites.Search.Result.Number.Singular" = "(1 परिणाम)";
"Favorites.Search.Result.Number.Multiple" = "(%d परिणाम)";
// SenderInfo
"Favorites.SenderInfo.NickName.Prefix" = "प्रेषक: ";

//收藏容量
"Fav_Capacity_Title" = "पसंदीदा संग्रहण खाली करें";
"Fav_Capacity_Alert_NotEnough_Title" = "अपर्याप्‍त स्‍टोरेज";
"Fav_Capacity_Alert_NotEnough_Content" = "पसंदीदा का उपयोग करने में असमर्थ. कुछ स्थान को वापस लें और पुन: प्रयास करें.";
"Fav_Capacity_Detail" = "विवरण";
"Fav_Capacity_Nearly_UsedUp" = "अपर्याप्त संग्रहण. कुछ स्थान को वापस लें और पुन: प्रयास करें.";
"Fav_Capacity_Already_UsedUp" = "अपर्याप्त संग्रहण के कारण सामग्रियों को अपलोड करने में असमर्थ. कुछ स्थान वापस लें और पुन: प्रयास करें.";
"Fav_Capacity_Left" = "उपलब्ध: ";
"Fav_Capacity_Choosen" = "पुन: वापस लें: ";
"Fav_Capacity_Delete_Tip" = "चयनित आइटम जिन्हें एक बार निकाल दिया गया है उन्हें पुनर्प्राप्त नहीं किया जा सकता है. अभी हटाएँ?";

// Message Unread Tips
"Message.Unread.TipsSingular" = "1 नया संदेश";
"Message.Unread.TipsPlural" = "%d नए संदेश";

// Message Divider Tips
"Message.Unread.DividerText" = "नीचे नए संदेश हैं";
"Message.ChatSync.DividerText" = "ताज़ा सन्देश";

// Official Account
"OA_Read_More" = "और अधिक पढ़ें";

// Time
"Util_Today" = "आज";
"Util_Yesterday" = "कल";
"Util_Sunday" = "रविवार";
"Util_Monday" = "सोमवार";
"Util_Tueday" = "मंगलवार";
"Util_Wedday" = "बुधवार";
"Util_Thuday" = "गुरुवार";
"Util_Friday" = "शुक्रवार";
"Util_Satday" = "शनिवार";
"Util_Daybreak"  = "पूर्वाह्न";
"Util_Morning"   = "पूर्वाह्न";
"Util_Noon"      = "अपराह्न";
"Util_Afternoon" = "दोपहर";
"Util_Evening"   = "रात";

// Name Card
"Message.Name.Heading" = "संपर्क कार्ड";
"Message.Name.Heading.Official.Account" = "आधिकारिक खाता";
"Message.Name.GroupChatInviteHeading" = " ने आपको समूह में आमंत्रित किया है";
"Message.Name.Card.Added" = "जोड़ा गया";
"Message.Name.Card.NotFriendYet" = "अभी तक मित्र नहीं है";
"Message.Name.Card.AddButton" = "जोड़ें";
"Message.Name.Card.MessageButton" = "संदेश";
"Message.Name.Card.OpenGroupButton" = "संदेश";
"Message.Name.Card.JoinGroupButton" = "समूह में शामिल हों";
"Message.Name.Card.GroupAlreadyJoined" = "पहले से सदस्य है";
"Message.Name.Card.GroupNotYetJoined" = "अभी तक सदस्य नहीं है";

"Message.Reader.ReadMore" = "और अधिक पढ़ें";
"Message.Recall.Failed" = "संदेश को वापस लाने में असमर्थ. अपना नेटवर्क जाँचें.";
"Message.Recall.Succ" = "आपने एक संदेश वापस लिया है.";

"Message.Translate.Failed.Heading" = "अनुवाद करने में असमर्थ";
"Message.Translate.Failed.Default" = "बाद में पुनः प्रयास करें.";
"Message.Translate.Failed.Text.Over.Limit" = "यह टेक्स्ट बहुत लंबा है तथा इसका अनुवाद नहीं किया जा सकता.";
"Message.Translate.Finish" = "अनुवाद हो गया";

"Message.Input.Too.Long.Title" = "टेक्स्ट बहुत लंबा है";
"Message.Input.Too.Long.Content" = "यह संदेश भेजने के लिए बहुत लंबा है.";

"Message.Draft.Photo" = "[फोटो]";

// Chat Inspector
"ChatInspector.Sticky" = "स्टिकी ऑन टॉप";
"ChatInspector.Favorite" = "तारांकित";
"ChatInspector.Mute" = "म्यूट करें";
"ChatInspector.Share" = "साझा करें";
"ChatInspector.LeaveChat" = "छोड़ें";
"ChatInspector.ShowNames" = "ऑन-स्क्रीन नाम";
"ChatInspector.Send.Message" = "संदेश";
"ChatInspector.Add.Contact" = "संपर्क जोड़ें";

"ChatInspector.ActionMenu.Invite" = "लोगों को आमंत्रित करें…";
"ChatInspector.ActionMenu.GroupQRCode" = "समूह QR कोड";

"ChatInspector.AddMembers.Title" = "चैट में जोड़ें";
"ChatInspector.AddMembers.Confirm" = "जोड़ें";
"ChatInspector.AddMembers.Back" = "चैट";

"ChatInspector.InviteMembers.Title" = "चैट में आमंत्रित करें";
"ChatInspector.InviteMembers.Confirm" = "भेजें";
"ChatInspector.InviteMembers.Back" = "वापस";

"ChatInspector.ShareIndNamecard.Title" = "%@ के लिए संपर्क कार्ड का साझा करें";
"ChatInspector.ShareIndNamecard.Confirm" = "भेजें";
"ChatInspector.ShareIndNamecard.Back" = "वापस";

"ChatInspector.QRCode.Heading" = "समूह QR कोड";
"ChatInspector.QRCode.Title" = "समूह के QR कोड का साझा करें";
"ChatInspector.QRCode.Description" = "इसे फ़्लायर, ईमेल या किसी भी अन्य स्थान पर ड्रैग और ड्रॉप करें ताकि लोग इसे देख सकें! ";
"ChatInspector.QRCode.SaveButton" = "सहेजें";
"ChatInspector.QRCode.RevokeButton" = "रीवोक करें";

// Group Chat Inspector
"GroupChatInspector.UpdateChatName" = "नाम बदलें";
"GroupChatInspector.UpdateNickName" = "समूह का उपनाम बदलें";

// Chat Info Panel
"ChatInfoPanel.Add.Member" = "सदस्य जोड़ें";
"ChatInfoPanel.Remove.Member" = "सदस्य निकालें";
"ChatInfoPanel.LeaveChat" = "छोड़ें";
"ChatInfoPanel.Loading" = "लोड हो रहा है…";
"ChatInfoPanel.Removed" = "निकाले गए";
"ChatInfoPanel.Added" = "जोड़ा गया";
"ChatInfoPanel.Failed" = "सिस्टम व्यस्त है. बाद में पुनः प्रयास करें.";
"ChatInspector.Save.To.Address.Book" = "संपर्कों में सहेजें";
"ChatInfoPanel.Add.Member.Confirm" = "जोड़ें";
"ChatInfoPanel.Remove.Member.Confirm" = "हटाएँ";

//Chat Detail Panel
"ChatDetailPanel.GroupChatName" = "समूह नाम";
"ChatDetailPanel.GroupChatNamePlaceHolder" = "समूह का नाम संपादित करने के लिए टैप करें";
"ChatDetailPanel.GroupChatAnnounce" = "समूह सूचना";
"ChatDetailPanel.GroupChatAnnounce.NotOwnerPlaceHolder" = "अभी तक कोई भी समूह सूचना नहीं";
"ChatDetailPanel.GroupChatAnnounce.OwnerPlaceHolder" = "समूह सूचना सेट करने के लिए टैप करें";
"ChatDetailPanel.GroupChat.AddMember" = "सदस्य जोड़ें";
"ChatDetailPanel.GroupChat.RemoveMember" = "सदस्य निकालें";
"ChatDetailPanel.LeaveGroupChat" = "छोड़ें";
"ChatDetailPanel.Announcenment.Cancel" = "रद्द करें";
"ChatDetailPanel.Announcenment.Confirm" = "प्रकाशित करें";
"ChatDetailPanel.Loading" = "लोड हो रहा है…";
"ChatDetailPanel.Removed" = "निकाले गए";
"ChatDetailPanel.Removed.Fail" = "हटाने में असमर्थ";
"ChatDetailPanel.Added" = "जोड़ा गया";
"ChatDetailPanel.Failed" = "सिस्टम व्यस्त है. बाद में पुनः प्रयास करें.";
"ChatDetailPanel.Announcement.AtAll" = "@सभी";
"ChatDetailPanel.NoAnnouncement.Hint" = "कोई सामग्री नहीं";
"ChatDetailPanel.NoAnnouncement.Description" = "केवल स्वामी ही समूह सूचना बदल सकता है";
"ChatDetailPanel.Announcement.SaveFail" = "समूह सूचना सहेजें";

"ChatDetailPanel.GroupChat.DeleteMember.Menu" = "सदस्य हटाएं";
"ChatDetailPanel.GroupChat.DeleteMember.Confirm" = "हटाएँ";
"ChatDetailPanel.GroupChat.DeleteMember.Cancel" = "रद्द करें";
"ChatDetailPanel.GroupChat.ChatWithMember.Menu" = "सन्देश भेजें";
"ChatDetailPanel.GroupChat.AddWithMember.Menu" = "जोड़ें";

// Contact Inspector:
"Contacts.Inspector.LocationKeyLabel" = "क्षेत्र";
"Contacts.Inspector.SourceKeyLabel" = "प्रेषक ";
"Contacts.Inspector.NickNameLabel" = "उपनाम";
"Contacts.Inspector.RemarkValueLabelPlaceHolder" = "टिप्पणियाँ सेट करें";
"Contacts.Inspector.ToolTips.SendMessage" = "संदेश";
"Contacts.Inspector.ToolTips.ShareNameCard" = "नाम कार्ड साझा करें";
"Contacts.Inspector.ToolTips.AddToContact" = "जोड़ें";
"Contacts.Inspector.ToolTips.ViewHistoryMessage" = "संदेश इतिहास देखें";
"Contacts.Inspector.ToolTips.AddBizContact" = "अनुसरण करें";

"Contacts.UserNameKeyLabel" = "WeChat ID";
"Contacts.LocationKeyLabel" = "स्थान";
"Contacts.DescriptionKeyLabel" = "टिप्पणियां";
"Contacts.StatusKeyLabel" = "स्थिति";
"Contacts.BrandIntroKeyLabel" = "परिचय";
"Contacts.SourceKeyLabel" = "स्रोत";
"Contacts.GroupChatNameLabel" = "समूह नाम";
"Contacts.TagKeyLabel" = "टैग";
"Contacts.RemarkKeyLabel" = "टिप्पणियां";
"Contacts.Header.Profile" = "प्रोफ़ाइल";
"Contacts.Header.MyNotes" = "मेरे नोट्स";
"Contacts.Header.Favorites" = "पसंदीदा";
"Contacts.Value.NoneSet" = "सेट नहीं";
"Contacts.EnterChat" = "संदेश";
"Contacts.GroupChat.SendMsg" = "समूह में प्रवेश करें";
"Contacts.GroupChat.Remove" = "संपर्कों से निकालें";
"Contacts.SendMsgToBrankContact" = "संदेश इतिहास देखें";

"Contacts.CardInspector.Action.Message" = "संदेश";
"Contacts.CardInspector.Action.Favorite" = "तारांकित";
"Contacts.CardInspector.Action.ShareNamecard" = "संपर्क कार्ड का साझा करें";
"Contacts.CardInspector.Action.Delete" = "हटा रहा है…";
"Contacts.SourceList.Tag.Delete" = "हटाएँ";
"Contacts.SourceList.Tag.Rename" = "नाम बदलें";

"Contacts.Delete.Title.Format" = "%lu संपर्क हटाएँ?";
"Contacts.Delete.Description" = "यदि आप आगे बढ़ते हैं, तो वे आपके संपर्कों से स्थायी रूप से हट जाएँगे.";
"Contacts.Delete.Title.Format.Multiple" = "%lu संपर्क हटाएँ?";
"Contacts.Delete.Description.Multiple" = "यदि आप आगे बढ़ते हैं, तो वे आपके संपर्कों से स्थायी रूप से हट जाएँगे.";


// Contact UI Add Scene / Source
"Contacts_Source_Shake"			= "हिलाएँ";
"Contacts_Source_LBS"			= "पास के लोग";
"Contacts_Source_QRCode"        = "QR कोड स्कैन करें";
"Contacts_Source_Chatroom"      = "समूह से जोड़ा गया";
"PushContactLBS"                     = "पास के लोगों से";
"PushContactShake"					 = "हिलाएँ से";
"PushContactBottle"					 = "बोतल में संदेश से";
"PushContactQRCode"                  = "हिलाएँ से";
"PushContactGoogleContact"           = "Google संपर्क";
"PushContactRadar"           = "मित्र रडार";
"PushContacPush"                  = "नए मित्र";

// Share Namecard Sheet
"ShareNameCard.Heading" = "इसको \"%@\" का साझा करें:";
"ShareNameCard.Confirm" = "भेजें";

// Group Chat
"CreateChatRoom_MsgFormat" = "आपने %@ को समूह में आमंत्रित किया है.";
"CreateChatRoom_MsgSeperate" = "，";
"CreateChatRoom_DefaultTopic"	= "समूह";
"ChatRoom_ReservedTopicNames"	= "समूह चैट";
"ChatRoom_NeedVerify" = "समूह चैट में आमंत्रित करने के लिए %@ को आपका मित्र होना चाहिए. सबसे पहले उन्हें मित्र अनुरोध भेजें.";
"ChatRoom_Panel_Choose_Contact" = "संपर्क चुनें";
"ChatRoom_Panel_Chosen_Num" = "%lu संपर्क(संपर्कों) का चयन किया गया है";
"ChatRoom_Panel_Has_Add" = "चयनित";
"ChatRoom_Delete_Member_Fail" = "इस संपर्क को हटाने में असमर्थ";
"ChatRoom_Delete_Self" = "आप स्वयं को समूह से नहीं निकाल सकते.";
"ChatRoom_ChatRoomBeyondMax" = "आप पहले से ही समूहों की अधिकतम संख्या बना चुके हैं";
"ChatRoom_TopicIllegal" = "अमान्य समूह नाम";
"ChatRoom_Unkown_Failed" = "समूह बनाने में असमर्थ.";
"ChatRoom_ChatRoomMemberBeyondMax" = "यह समूह भर गया है. नए सदस्यों को जोड़ने के लिए पहले पुराने निकालें.";
"ChatRoom_ChatRoomMemberNeedUpgrade" = "यह समूह भर चुका है. समूह की क्षमता अपग्रेड करें.";
"ChatRoom_NeedVerifyWait"  = "समूह को आपके मित्र का निमंत्रण भेज दिया गया है. कृपया समूह के स्वामी की स्वीकृति की प्रतीक्षा करें.";
"ChatRoom_NotExist" = "यह समूह मौजूद नहीं है.";
"ChatRoom_Status_Error" = "आप मित्रों को समूह में आमंत्रित नहीं कर सकते क्योंकि एक त्रुटि उत्पन्न हुई थी";
"ChatRoom_Error_NoUser" = "%@ मौजूद नहीं है";
"ChatRoom_Error_BlackList" = "%@ ने समूह में शामिल होने से इनकार किया.";
"ChatRoom_Error_Verify" = "%@ अभी तक आपका WeChat मित्र नहीं है. सबसे पहले आपको उन्हें जोड़ना चाहिए.";
"NewMessage_ContactBeyondMaxTitle_Admin"= "समूह भर चुका है. अधिक जानें?";
"NewMessage_ContactBeyondMaxTitle"= "और संपर्क नहीं चुने जा सकते";
"NewMessage_IlegalTopic"	     = "अमान्‍य विषय. कोई अन्‍य आज़माएं.";

// Group Chat Invitation
"Group.Chat.Invitation.Error.Title" = "समूह में शामिल हों";
"Group.Chat.Members.Error.Title" = "सदस्य जोड़ें";
"Group.Chat.Members.Over.Limit" = "और संपर्क नहीं चुने जा सकते";
"Group.Chat.Members.Illegal.Topic" = "अमान्‍य विषय. कोई अन्‍य आज़माएं.";
"Group.Chat.Members.Need.Verify" = "मित्र अनुरोध सबमिट किया। समूह स्‍वामी की मंज़ूरी प्रतीक्षित है।";
"Group.Chat.Members.Not.Exist" = "समूह मौजूद नहीं है";
"Group.Chat.Members.Status.Error" = "मित्रों को इस समूह में शामिल होने के लिए आमंत्रित करने में असमर्थ";
"Group.Chat.Members.Group.Chat.Owner.To.Invite" = "समूह भर गया है. स्वामी (%@) समूह की क्षमता को बढ़ाकर %lu सदस्य तक कर सकता है.";
"Group.Chat.Members.Invite.Now" = "समूह में अनेक सदस्‍य हैं। एक नए उपयोगकर्ता को समूह में शामिल होने के लिए आपका आमंत्रण स्‍वीकार करना होगा। अभी आमंत्रित करें?";
"Group.Chat.Members.Invite" = "आमंत्रित करें";
"Group.Chat.Members.Unknown.Issue" = "सिस्टम व्यस्त है. बाद में पुनः प्रयास करें.";

// Viewer Window
"ViewerWindow.Title.Photo" = "फ़ोटो";

// YO Message
"Yo.Message.Description" = " आपकी तलाश कर रहा है";

// Lock Screen
"Lock.Title" = "WeChat लॉक है.";
"Lock.Description" = "आप अपने फ़ोन पर WeChat में 'My Mac' द्वारा अनलॉक कर सकते हैं.";
"Lock.Description.Unlock" = "अनलॉक करने का अनुरोध भेज दिया गया है. अपने फ़ोन पर WeChat द्वारा अनलॉक करें.";
"Lock.Description.RepeatUnlock" = "अपने फ़ोन पर WeChat के माध्यम से अनलॉक करें. यदि आपके WeChat ने अनलॉक अनुरोध प्राप्त नहीं किया है, तो नेटवर्क कनेक्शन जाँचें।";
"Lock.Log.Out" = "लॉग आउट";
"Lock.Title.Network" = "कोई भी नेटवर्क कनेक्शन नहीं है";
"Lock.Description.Network" = "नेटवर्क प्राप्त होने पर WeChat पुन: कनेक्ट हो जाएगा.";
"Lock.Open.Mac.Helper" = "फ़ोन पर अनलॉक करें";
"Lock.Title.Network.Login" = "नेटवर्क डिस्कनेक्ट हो गया";
"Lock.Description.Network.Login" = "नेटवर्क जाँचें और पुन: प्रयास करें";
"Lock.Description.Network.Banner" = "नेटवर्क अनुपलब्ध है.जाँचें और पुन: प्रयास करें.";

// Mac Helper
"MacHelper.Active.Message" = "आप %@ पर लॉग इन हैं";
"MacHelper.Main.Device.Name.Default" = "मेरा फ़ोन";
"MacHelper.Default.Message" = "आप इस चैट में अपने फ़ोन पर संदेश और फ़ाइलें भेज सकते हैं.";

// Harcode Contacts
"Official_MacHelper_NickName" = "मेरा फ़ोन";

// Notification
"Notification.Receive.Message" = "आपने एक संदेश प्राप्‍त किया है";

// Debug Strings
"Debug.Upload.Dump.Log" = "लैग लॉग अपलोड करें";
"Debug.Upload.Success" = "अपलोड किया गया";
"Debug.Upload.Uplloading" = "अपलोड कर रहा है...";
"Debug.Upload.Failed" = "अपलोड करने में असमर्थ. बाद में पुन: प्रयास करें.";

// MMPreview Panel
"PreviewPanel.Default.File.Name" = "अनामित फ़ाइल";

// OA Message
"OAMessage.No.Article" = "कोई भी नया आलेख नहीं";

"TechSupport.Jietu.Title" = "Jietu";
"TechSupport.Jietu.Desc" = "Jietu द्वारा संचालित. \"Jietu\" एक नि:शुल्क स्क्रीनशॉट ऐप है जो आसानी से इंटरफ़ेस का उपयोग कराने की सुविधा उपलब्ध कराती है.";

// Chat Record
"ChatRecord.Video.Duration" = "%u सेकंड";

// Whats New
"WhatsNew.title" = "Mac 2.2 के लिए WeChat ";
"WhatsNew.desc" = "1. फोन चैट लॉग अपने Mac में बैकअप करें.\n2. चैट संदेशों को अपनी इंटरु़ेस भाषा में अनुवाद करें.\n3. बेहतर खोज सुविधा.";
// Image Message Cell View
"Message.Image.Loading" = "लोड हो रहा है…";
"Message.Image.Error" = "फ़ोटो की समय सीमा समाप्त हो गई है।";

// Emotion Prompt
"EmotionPrompt.DownSelect" = "स्टिकर का चयन करने लिए बाईं या दाईं तीर कुंजी का उपयोग करें";
"EmotionPrompt.SingleSelect.Send" = "एंटर दबाकर भेजें";
"EmotionPrompt.MutiplySelect.Send" = "एंटर दबाकर भेजें";

// Share Extension
"ShareExtension.Send" = "भेजें";
"ShareExtension.Send.Mark" = "%d MB से बड़ी फाइल और %d MB से बड़ा वीडियो भेजने में असमर्थ";
"ShareExtension.Fav.Mark" = "%d MB से बड़ी फाइल को पसंद करने में असमर्थ";
"ShareExtension.Send.Title" = "भेजा गया";
"ShareExtension.Fav.Title" = "पसंदीदा में जोड़ा गया";
"ShareExtension.Send.Title.AllFail" = "भेजा नहीं गया";
"ShareExtension.Fav.Title.AllFail" = "पसंद नहीं की गई";
"ShareExtension.Desc.FileCount" = "%d फ़ाइल";
"ShareExtension.Confirm" = "ठीक है";
"ShareExtension.Send.Desc" = "%@ को भेजने में असमर्थ";
"ShareExtension.Fav.Desc" = "%@ को पसंदीदा करने में असमर्थ";
"ShareExtension.Dir.No.Send" = "फ़ोल्डर भेजने में असमर्थ";
"ShareExtension.Dir.No.Fav" = "फ़ोल्डर को पसंदीदा करने में असमर्थ";
"ShareExtension.ZeroSize.No.Send" = "भेजने में असमर्थ क्योंकि फाइल का आकार 0 KB है";

/* CrashProtected */
"CrashProtected_WordingForNickname" = "WeChat उपयोगकर्ता";
"CrashProtected_WordingForNicknameInProfile" = "उपनाम दिखाने में असमर्थ. पुनर्स्थापित करने के लिए देर तक दबाएँ.";
"CrashProtected_WordingForMessageWrap" = "सामग्री दिखाने में असमर्थ";
"CrashProtected_WordingForOtherContent" = "सामग्री दिखाने में असमर्थ";

/* EmoticonPanel */
"EmoticonPanel_Loading" = "लोड हो रहा है...";
/* End of CrashProtected */
